Repository: DaveCS1/Rapid-XAML-Toolkit
Catalog: RapidXAML.VSIX/RapidXamlToolkit/Resources/StringRes.*.resx
Languages: cs_cz, de_de, it_it, ja_jp, ko_kr, tr_tr, zh_cn, zh_tw

# Prompt_ConfirmDeleteProfileMessage
source: Are you sure you want to delete profile '{0}'?
cs_cz: Opravdu chcete odstranit profil {0}?
de_de: Möchten Sie das Profil „{0}“ wirklich löschen?
it_it: Sei sicuro di voler eliminare il profilo "{0}"?
ja_jp: プロフィール '{0}' を削除しますか?
ko_kr: '{0}' 프로필을 삭제하시겠습니까?
tr_tr: "{0}" profilini silmek istediğinizden emin misiniz?
zh_cn: 是否确实要删除配置文件“{0}”?
zh_tw: 您確定要刪除設定檔 '{0}' 嗎？

# Prompt_ConfirmDeleteProfileTitle
source: Confirm deletion
cs_cz: Potvrzení odstranění
de_de: Löschen bestätigen
it_it: Conferma eliminazione
ja_jp: 削除の確認
ko_kr: 삭제 확인
tr_tr: Silme işlemini onayla
zh_cn: 确认删除
zh_tw: 確認刪除

# Prompt_ConfirmResetProfilesMessage
source: Resetting profiles will cause you to lose any changes. Are you sure?
cs_cz: Při resetování profilů přijdete o jakékoli provedené změny. Opravdu chcete pokračovat?
de_de: Beim Zurücksetzen der Profile gehen vorgenommene Änderungen verloren. Sind Sie sicher?
it_it: Se reimposti i profili potresti perdere alcune delle modifiche. Sei sicuro?
ja_jp: プロフィールを再設定すると、変更内容が失われます。実行してもよろしいですか。
ko_kr: 프로필을 다시 설정하면 변경 사항이 유실됩니다. 계속하시겠습니까?
tr_tr: Profilleri sıfırladığınızda değişiklikler kaybolacaktır. Emin misiniz?
zh_cn: 重置配置文件将导致你丢失所有更改。是否确实要这样做?
zh_tw: 重設設定檔將會使您失去任何變更。您確定嗎？

# Prompt_ConfirmResetProfilesTitle
source: Confirm reset
cs_cz: Potvrzení resetování
de_de: Zurücksetzen bestätigen
it_it: Conferma la reimpostazione
ja_jp: 再設定の確認
ko_kr: 다시 설정 확인
tr_tr: Sıfırlamayı onayla
zh_cn: 确认重置
zh_tw: 確認重設

# Prompt_FileExistsTitle
source: File already exists
cs_cz: Soubor už existuje
de_de: Die Datei ist bereits vorhanden.
it_it: Il file esiste già
ja_jp: ファイルは既に存在します。
ko_kr: 파일이 이미 있습니다.
tr_tr: Dosya zaten var
zh_cn: 文件已存在
zh_tw: 檔案已經存在

# Propt_FileExistsMessage
source: Do you want to override the existing file?
cs_cz: Opravdu chcete přepsat existující soubor?
de_de: Möchten Sie die vorhandene Datei überschreiben?
it_it: Vuoi sostituire il file esistente?
ja_jp: 既存のファイルを上書きしますか?
ko_kr: 기존 파일을 덮어쓰시겠습니까?
tr_tr: Mevcut dosyanın üzerine yazmak istiyor musunuz?
zh_cn: 是否要重写现有文件?
zh_tw: 您想要覆寫現有的檔案嗎？

# UI_NoPropertiesXaml
source: <!-- No accessible properties when copying as XAML -->
cs_cz: <!-- Žádné dostupné vlastnosti při kopírování jako XAML -->
de_de: <!-- Beim Kopieren als XAML stehen keine zugänglichen Eigenschaften zur Verfügung. -->
it_it: <!-- Nessuna proprietà accessibile durante la copia come XAML -->
ja_jp: <!-- XAML としてコピーするとき、アクセスできるプロパティはありません -->
ko_kr: <!-- XAML로 복사할 때 사용 가능한 속성 없음 -->
tr_tr: <!-- XAML olarak kopyalanırken erişilebilir özellik yok -->
zh_cn: <!-- 以 XAML 形式复制时没有可访问的属性 -->
zh_tw: <!-- 在複製為 XAML 時沒有可存取的屬性-->

# UI_ProfileFilterDescription
source: Rapid XAML Profile
cs_cz: Profil Rapid XAML
de_de: Profil für schnelle XAML-Entwicklung
it_it: Profilo XAML rapido
ja_jp: Rapid XAML プロフィール
ko_kr: Rapid XAML 프로필
tr_tr: Hızlı XAML Profili
zh_cn: 快速 XAML 配置文件
zh_tw: Rapid XAML 設定檔

# UI_SelectionMoreThanThreeNames
source: {0}, {1} and {2} other properties
cs_cz: {0}, {1} a další vlastnosti (počet: {2})
de_de: {0}, {1} und {2} weitere Eigenschaften
it_it: {0}, {1} e {2} altre proprietà
ja_jp: {0}、{1}および {2} 他のプロパティ
ko_kr: {0}, {1} 및 {2}개의 다른 프로필
tr_tr: {0}, {1} ve {2} diğer özellik
zh_cn: {0}、{1} 和 {2} 个其他属性
zh_tw: {0}、{1} 和其他 {2} 個屬性

# UI_SelectionThreeNames
source: {0}, {1} and 1 other property
cs_cz: {0}, {1} a 1 další vlastnost
de_de: {0}, {1} und 1 weitere Eigenschaft
it_it: {0}, {1} e 1 altra proprietà
ja_jp: {0}、{1} および 1 つの他のプロパティ
ko_kr: {0}, {1} 및 1개의 다른 프로필
tr_tr: {0}, {1} ve 1 diğer özellik
zh_cn: {0}、{1} 和 1 个其他属性
zh_tw: {0}、{1} 和其他 1 個屬性

# UI_SelectionTwoNames
source: {0} and {1}
cs_cz: {0} a {1}
de_de: {0} und {1}
it_it: {0} e {1}
ja_jp: {0} および {1}
tr_tr: {0} ve {1}
zh_cn: {0} 和 {1}
zh_tw: {0} 和 {1}

# Package__106
source: Rapid XAML Toolkit
cs_cz: Sada nástrojů Rapid XAML
de_de: Toolkit für schnelle XAML-Entwicklung
ja_jp: Rapid XAML ツールキット
tr_tr: Hızlı XAML Araç Seti
zh_cn: 快速 XAML 工具包

# Package__107
source: Profiles
cs_cz: Profily
de_de: Profile
it_it: Profili
ja_jp: プロフィール
ko_kr: 프로필
tr_tr: Profiller
zh_cn: 配置文件
zh_tw: 設定檔

# Package__110
source: Rapid XAML Toolkit
cs_cz: Sada nástrojů Rapid XAML
de_de: Toolkit für schnelle XAML-Entwicklung
ja_jp: Rapid XAML ツールキット
tr_tr: Hızlı XAML Araç Seti
zh_cn: 快速 XAML 工具包

# Package__112
source: Tools to accelerate XAML app development
cs_cz: Nástroje pro urychlení vývoje aplikací XAML
de_de: Tools zum Beschleunigen der XAML-App-Entwicklung
it_it: Strumenti per accelerare lo sviluppo di app XAML
ja_jp: XAML アプリ開発を加速するツール
ko_kr: XAML 앱 개발 가속화 도구
tr_tr: XAML uygulaması geliştirmeyi hızlandıran araçlar
zh_cn: 用于加快 XAML 应用开发的工具
zh_tw: 加速 XAML 應用程式開發的工具

# Prompt_ImportFailedMessage
source: The following issues prevented the profile from being imported: - {0}
cs_cz: Import profilu se nezdařil kvůli následujícím problémům:\r\n\r\n- {0}
de_de: Das Profil konnte aufgrund der folgenden Probleme nicht importiert werden:\r\n\r\n- {0}
it_it: Le seguenti problematiche non hanno consentito l'importazione del profilo: - {0}
ja_jp: The following issues prevented the profile from being imported 以下の問題がプロフィールのインポートを妨げています:\r\n\r\n- {0}
ko_kr: 다음 문제로 인해 프로필을 가져올 수 없습니다:\r\n\r\n- {0}
tr_tr: Şu sorunlar profilin içeri aktarılmasını engelledi:\r\n\r\n- {0}
zh_cn: 以下问题已阻止导入配置文件:\r\n\r\n- {0}
zh_tw: 以下問題導致設定檔無法匯入：\r\n\r\n- {0}

# Prompt_ImportFailedTitle
source: Unable to import profile
cs_cz: Profil nelze importovat
de_de: Importieren des Profils nicht möglich
it_it: Impossibile importare il profilo
ja_jp: プロフィールをインポートできません
ko_kr: 프로필을 가져올 수 없습니다.
tr_tr: Profil içeri aktarılamıyor
zh_cn: 无法导入配置文件
zh_tw: 無法匯入設定檔

# UI_AccessingOutputPaneFailed
source: Failed to get the Output window pane.
cs_cz: Nepodařilo se získat podokno Výstup.
de_de: Fehler beim Abrufen des Ausgabefensterbereichs.
it_it: Impossibile visualizzare il riquadro della finestra di output.
ja_jp: 出力ウィンドウ ペインを取得できませんでした。
ko_kr: 출력 창을 가져오지 못했습니다.
tr_tr: Çıktı pencere bölmesi alınamıyor.
zh_cn: 无法获取输出窗口窗格。
zh_tw: 無法取得輸出視窗窗格。

# UI_ActiveProfileName
source: {0} [*ACTIVE*]
cs_cz: {0} [*AKTIVNÍ*]
de_de: {0} [*AKTIV*]
ja_jp: {0} [*アクティブ*]
ko_kr: {0} [*활성*]
tr_tr: {0} [*ETKİN*]
zh_cn: {0} [*活动*]
zh_tw: {0} [*作用中*]

# UI_CopiedProfileName
source: {0} (copy)
cs_cz: {0} (kopie)
de_de: {0} (kopieren)
it_it: {0} (copia)
ja_jp: {0} (コピー)
ko_kr: {0} (복사)
tr_tr: {0} (kopya)
zh_cn: {0} (复制)
zh_tw: {0} (複製)

# UI_CreatingOutputPaneFailed
source: Failed to create the Output window pane.
cs_cz: Nepodařilo se vytvořit podokno Výstup.
de_de: Fehler beim Erstellen des Ausgabefensterbereichs.
it_it: Impossibile creare il riquadro della finestra di output.
ja_jp: 出力ウィンドウ ペインを作成できませんでした。
ko_kr: 출력 창을 만들지 못했습니다.
tr_tr: Çıktı pencere bölmesi oluşturulamıyor.
zh_cn: 无法创建输出窗口窗格。
zh_tw: 無法建立輸出視窗窗格。

# UI_NewProfileDefaultName
source: New
cs_cz: Nový
de_de: Neu
it_it: Nuovo
ja_jp: 新規
ko_kr: 신규
tr_tr: Yeni
zh_cn: 新建
zh_tw: 新增

# UI_NoXamlCopiedNoProfilesConfigured
source: No XAML copied. No profiles configured.
cs_cz: Nebyl zkopírován žádný kód XAML. Nebyly nakonfigurovány žádné profily.
de_de: Keine XAML kopiert. Keine Profile konfiguriert.
it_it: Nessun XAML copiato. Nessun profilo configurato.
ja_jp: コピーされた XAML はありません。プロフィールが構成されていません。
ko_kr: 복사된 XAML이 없음. 프로필을 구성할 수 없습니다.
tr_tr: Kopyalanan XAML yok. Yapılandırılan profil yok.
zh_cn: 未复制 XAML。未配置任何配置文件。
zh_tw: 未複製任何 XAML。未設定任何設定檔。

# UI_RxtOutputPaneTitle
source: Rapid XAML Toolkit
cs_cz: Sada nástrojů Rapid XAML
de_de: Toolkit für schnelle XAML-Entwicklung
ja_jp: Rapid XAML ツールキット
tr_tr: Hızlı XAML Araç Seti
zh_cn: 快速 XAML 工具包

# UI_ToolboxGroupHeader
source: Rapid XAML
de_de: Schnelle XAML-Entwicklung
tr_tr: Hızlı XAML
zh_cn: 快速 XAML

# VSCT__ContextMenu
source: Rapid XAML
de_de: Schnelle XAML-Entwicklung
tr_tr: Hızlı XAML
zh_cn: 快速 XAML

# VSCT__CopyToClipboardCommandId
source: Copy to Clipboard
cs_cz: Kopírovat do schránky
de_de: In die Zwischenablage kopieren
it_it: Copia negli appunti
ja_jp: クリップボードにコピー
ko_kr: 클립보드에 복사
tr_tr: Panoya Kopyala
zh_cn: 复制到剪贴板
zh_tw: 複製到剪貼簿

# VSCT__CreateViewCommandId
source: Create View
cs_cz: Vytvořit zobrazení
de_de: Ansicht erstellen
it_it: Crea visualizzazione
ja_jp: View を作成
ko_kr: 보기 만들기
tr_tr: Görünüm Oluştur
zh_cn: 创建视图
zh_tw: 建立 View

# VSCT__OpenOptionsCommandId
source: First set an active profile
cs_cz: Nejprve nastavit aktivní profil
de_de: Legen Sie zuerst ein aktives Profil fest.
it_it: Per prima cosa imposta un profilo attivo
ja_jp: 最初にアクティブなプロフィールを設定する
ko_kr: 먼저 활성 프로필 설정하기
tr_tr: Öncelikle etkin bir profil ayarla
zh_cn: 先设置活动配置文件
zh_tw: 先設定作用中設定檔

# VSCT__SendToToolboxCommandId
source: Send to Toolbox
cs_cz: Odeslat do sady nástrojů
de_de: An Toolbox senden
it_it: Invia alla Toolbox
ja_jp: ツールボックスに送信
ko_kr: 도구 상자로 보내기
tr_tr: Araç Setine Gönder
zh_cn: 发送到工具箱
zh_tw: 傳送到工具箱

# VSCT__SetDatacontextCommandId
source: Set Datacontext
cs_cz: Nastavit kontext dat
de_de: Datenkontext festlegen
it_it: Imposta Datacontext
ja_jp: Datacontext を設定
ko_kr: Datacontext 설정
tr_tr: Veri Bağlamını Ayarla
zh_cn: 设置数据上下文
zh_tw: 設定 Datacontext

# VSIX__LocalizedDescription
source: Tools to accelerate XAML app development
cs_cz: Nástroje pro urychlení vývoje aplikací XAML
de_de: Tools zum Beschleunigen der XAML-App-Entwicklung
it_it: Strumenti per accelerare lo sviluppo di app XAML
ja_jp: XAML アプリ開発を加速するツール
ko_kr: XAML 앱 개발 가속화 도구
tr_tr: XAML uygulaması geliştirmeyi hızlandıran araçlar
zh_cn: 用于加快 XAML 应用开发的工具
zh_tw: 加速 XAML 應用程式開發的工具

# VSIX__LocalizedName
source: Rapid XAML Toolkit
cs_cz: Sada nástrojů Rapid XAML
de_de: Toolkit für schnelle XAML-Entwicklung
ja_jp: Rapid XAML ツールキット
tr_tr: Hızlı XAML Araç Seti
zh_cn: 快速 XAML 工具包
