Repository: DaveCS1/Rapid-XAML-Toolkit
Catalog: RapidXAML.VSIX/RapidXamlToolkit/Resources/StringRes.*.resx
Languages: cs_cz, de_de, it_it, ja_jp, ko_kr, tr_tr, zh_cn, zh_tw

# Info_IntializingCommands
source: Initializing Commands (v{0})
cs_cz: Inicializace příkazů (verze {0})
de_de: Befehle werden initialisiert... (v{0})
it_it: Inizializzazione comandi (v{0})
ja_jp: コマンドを初期化しています (v{0})
ko_kr: 명령 (v{0}) 시작하기
tr_tr: Başlatma Komutları (v{0})
zh_cn: 初始化命令(v{0})
zh_tw: 正在初始化命令 (v{0})

# Options_AllInOneProject
source: Views & ViewModels are in the same project
cs_cz: Zobrazení a modely zobrazení jsou ve stejném projektu.
de_de: Ansichten & ViewModels befinden sich im gleichen Projekt.
it_it: Views & ViewModels sono nello stesso progetto
ja_jp: Views と ViewModels が同一プロジェクト内です
ko_kr: 보기 & ViewModels가 동일한 프로젝트에 있음
tr_tr: Görünümler ve ViewModel'ler aynı projede
zh_cn: 视图和 ViewModel 位于同一个项目中
zh_tw: View & ViewModel 位在相同的專案內

# Options_AllInOneProjectDescription
source: Indicate that the ViewModels and Views (XAML files) are in the same project.
cs_cz: Udává, že modely zobrazení a zobrazení (soubory XAML) jsou ve stejném projektu.
de_de: Geben Sie an, dass sich ViewModels und Ansichten (XAML-Dateien) im gleichen Projekt befinden.
it_it: Indica che ViewModels e Views (file XAML) sono nello stesso progetto.
ja_jp: ViewModels と Views (XAML ファイル) が同一プロジェクト内であることを示します。
ko_kr: ViewModels 및 보기(XAML files)가 동일한 프로젝트에 있음을 표시합니다.
tr_tr: ViewModel'lerin ve Görünümlerin (XAML dosyaları) aynı projede olduğunu belirtir.
zh_cn: 指示 ViewModel 和视图(XAML 文件)位于同一个项目中。
zh_tw: 指示 ViewModel 和 View (XAML 檔案) 位在相同的專案內。

# Options_ButtonAdd
source: _Add
cs_cz: Přidat
de_de: Hinzufügen
it_it: _Aggiungi
ja_jp: 追加
ko_kr: 추가
tr_tr: E_kle
zh_cn: 添加
zh_tw: 加入

# Options_ButtonCopy
source: _Copy
cs_cz: Kopírovat
de_de: Kopieren
it_it: _Copia
ja_jp: コピー
ko_kr: 복사
tr_tr: K_opyala
zh_cn: 复制
zh_tw: 複製

# Options_ButtonDelete
source: _Delete
cs_cz: Odstranit
de_de: Löschen
it_it: _Elimina
ja_jp: 削除
ko_kr: 삭제
tr_tr: _Sil
zh_cn: 删除
zh_tw: 刪除

# Options_ButtonEdit
source: _Edit
cs_cz: Upravit
de_de: Bearbeiten
it_it: _Modifica
ja_jp: 編集
ko_kr: 편집
tr_tr: Dü_zenle
zh_cn: 编辑
zh_tw: 編輯

# Options_ButtonImport
source: _Import
cs_cz: Importovat
de_de: Importieren
it_it: _Importa
ja_jp: インポート
ko_kr: 가져오기
tr_tr: İçeri _Aktar
zh_cn: 导入
zh_tw: 匯入

# Options_ButtonNew
source: _New
cs_cz: Nový
de_de: Neu
it_it: _Nuovo
ja_jp: 新規
ko_kr: 신규
tr_tr: _Yeni
zh_cn: 新建
zh_tw: 新增

# Options_ButtonOk
source: Ok
ko_kr: 확인
tr_tr: _Tamam
zh_cn: 确定
zh_tw: 確定

# Options_ButtonReset
source: _Reset
cs_cz: Resetovat
de_de: Zurücksetzen
it_it: _Reimposta
ja_jp: リセット
ko_kr: 재설정
tr_tr: Sıfırla
zh_cn: 重置
zh_tw: 重設

# Options_ButtonSetAsActive
source: _Set as Active
cs_cz: Nastavit jako aktivní
de_de: Als aktiv festlegen
it_it: Im_posta come Attivo
ja_jp: アクティブとして設定
ko_kr: 활성 상태로 설정
tr_tr: _Etkin Yap
zh_cn: 设为活动
zh_tw: 設定為作用中

# Options_ClassGrouping
source: Class grouping:
cs_cz: Seskupení tříd
de_de: Klassengruppierung
it_it: Raggruppamento classi
ja_jp: クラスのグループ化
ko_kr: 클래스 그룹화
tr_tr: Sınıf gruplaması
zh_cn: 类分组
zh_tw: 類別分組

# Options_ClassGroupingDescription
source: The element that encapsulates the elements created for each property when creating XAML for a class.
cs_cz: Tento element zapouzdřuje elementy vytvořené pro jednotlivé vlastnosti při vytváření kódu XAML pro třídu.
de_de: Das Element, das die Elemente einschließt, die beim Erstellen einer XAML-Datei für eine Klasse für jede Eigenschaft erstellt wurden.
it_it: L'elemento che incapsula gli elementi creati per ogni proprietà durante la creazione di XAML per una classe.
ja_jp: クラスのための XAML を作成するとき、それぞれのプロパティに作成された要素をカプセル化した要素です。
ko_kr: 클래스에 대한 XAML을 만들 때, 각 속성을 만들어주는 요소를 캡슐화한 요소입니다.
tr_tr: Sınıf için XAML oluştururken her özellik için oluşturulan öğeleri kapsülleyen öğe.
zh_cn: 用于封装在为类创建 XAML 时为每个属性创建的元素的元素。
zh_tw: 為類別建立 XAML 時，用來封裝為每個屬性建立之元素的元素。

# Options_CodeBehindConstructorContent
source: Code-behind constructor content:
cs_cz: Obsah konstruktoru kódu na pozadí (Code-behind)
de_de: Code-behind-Konstruktorinhalt
it_it: Contenuto costruttore Code-behind
ja_jp: Code-behind コンストラクタ コンテンツ
ko_kr: Code-behind 생성자 콘텐츠
tr_tr: Code-behind oluşturucu içeriği
zh_cn: Code-behind 构造函数内容
zh_tw: Code-behind 建構函式內容

# Options_CodeBehindConstructorContentDescription
source: Code that should be added to the constructor of the code-behind file when setting the datacontext.
cs_cz: Kód, který je při nastavování kontextu dat zapotřebí přidat do konstruktoru souboru kódu
de_de: Code, der beim Festlegen des Datenkontexts dem Konstruktor der CodeBehind-Datei hinzugefügt werden sollte.
it_it: Codice che dovrebbe essere aggiunto al costruttore del file code-behind nella fase di configurazione del datacontext.
ja_jp: データコンテクストを設定するとき、分離コードファイルのコンストラクタにコードを追加する必要があります。
ko_kr: datacontext를 설정할 때 코드 숨김 파일의 생성자에 추가해야 하는 코드입니다.
tr_tr: Veri bağlamını ayarlarken dosyanın arka planındaki kod oluşturucusuna eklenmesi gereken kod.
zh_cn: 应在设置数据上下文时添加到代码隐藏文件的构造函数的代码。
zh_tw: 在設定 datacontext 時，應該加入至程式碼後置檔案之建構函式的程式碼。

# Options_CodeBehindPageContent
source: Code-behind page content:
cs_cz: Obsah stránky kódu na pozadí (Code-behind)
de_de: Code-behind-Seiteninhalt
it_it: Contenuto pagina Code-behind
ja_jp: Code-behind ページ コンテンツ
ko_kr: Code-behind 페이지 콘텐츠
tr_tr: Code-behind sayfası içeriği
zh_cn: Code-behind 页面内容
zh_tw: Code-behind 頁面內容

# Options_CodeBehindPageContentDescription
source: Code that should be added to the code-behind file, outside of the constructor, when setting the datacontext.
cs_cz: Kód, který je při nastavování kontextu dat zapotřebí přidat do souboru kódu na pozadí (code-behind) mimo konstruktor
de_de: Code, der beim Festlegen des Datenkontexts der code-behind-Datei außerhalb des Konstruktors hinzugefügt werden sollte.
it_it: Codice che dovrebbe essere aggiunto al code-behind, al di fuori del costruttore, nella fase di configurazione del datacontext.
ja_jp: データコンテクストを設定するとき、コンストラクタ外部の code-behind ファイルにコードを追加する必要があります。
ko_kr: datacontext를 설정할 때 생성자 외부에 있는 code-behind 파일에 추가해야 하는 코드입니다.
tr_tr: Veri bağlamını ayarlarken oluşturucunun dışında code-behind dosyasına eklenmesi gereken kod.
zh_cn: 应在设置数据上下文时添加到构造函数外部的 code-behind 文件的代码。
zh_tw: 在設定 datacontext 時，應該加入至 code-behind 檔案且在建構函式外面的程式碼。

# Options_CodeBehindPlaceholder
source: Code-behind file default content:
cs_cz: Výchozí obsah souboru kódu na pozadí (Code-behind)
de_de: Standardinhalt der Code-behind-Datei
it_it: Contenuto predefinito del file Code-behind
ja_jp: Code-behind ファイル デフォルト コンテンツ
ko_kr: Code-behind 파일 기본 콘텐츠
tr_tr: Code-behind dosyası varsayılan içeriği
zh_cn: Code-behind 文件默认内容
zh_tw: Code-behind 檔案預設內容

# Options_CodeBehindPlaceholderDescription
source: The default file contents when creating a code-behind file.
cs_cz: Výchozí obsah souboru při vytváření souboru kódu na pozadí (code-behind)
de_de: Die Standarddateiinhalte beim Erstellen einer code-behind-Datei.
it_it: Contenuti predefiniti del file durante la creazione di un file code-behind.
ja_jp: code-behind ファイルを作成する場合のデフォルト ファイル コンテンツです。
ko_kr: code-behind 파일을 만드는 기본 파일 콘텐츠입니다.
tr_tr: code-behind dosyası oluştururken varsayılan dosya içerikleri.
zh_cn: 创建 code-behind 文件时的默认文件内容。
zh_tw: 在建立 code-behind 檔案時的預設檔案內容。

# Options_DataContextHeader
source: DataContext
cs_cz: Kontext dat
de_de: Datenkontext
ja_jp: データコンテクスト
tr_tr: Veri bağlamı
zh_cn: 数据上下文

# Options_DefaultCodeBehindConstructor
source: Default code-behind constructor:
cs_cz: Výchozí konstruktor kódu na pozadí (code-behind)
de_de: code-behind-Standardkonstruktor
it_it: Costruttore code-behind predefinito
ja_jp: デフォルト code-behind コンストラクタ
ko_kr: 기본 code-behind 생성자
tr_tr: Varsayılan code-behind oluşturucusu
zh_cn: 默认 code-behind 构造函数
zh_tw: 預設 code-behind 建構函式

# Options_DefaultCodeBehindConstructorDescription
source: The constuctor of the code-behind file that will be added, if needed and one doesn't already exist.
cs_cz: Konstruktor souboru kódu na pozadí (code-behind), který bude přidán, pokud bude zapotřebí a žádný jiný konstruktor zatím nebude existovat
de_de: Der Konstruktor der code-behind-Datei, die hinzugefügt wird, sofern erforderlich und noch nicht vorhanden.
it_it: Il costruttore del file code-behind che verrà aggiunto, se necessario, e che non esiste già.
ja_jp: code-behind ファイルのコンストラクタは、必要に応じ、すでに存在していない場合、追加されます。
ko_kr: 필요하나 존재하지 않는 경우, code-behind의 파일 생성자가 추가됩니다.
tr_tr: Önceden mevcut olmayan ve gerekirse eklenecek olan code-behind dosyasının oluşturucusu.
zh_cn: 将添加的 code-behind 文件的构造函数(在需要使用却没有的情况下)。
zh_tw: 將加入之 code-behind 檔案的建構函式 (如果需要而且尚未存在)。

# Options_EnableExtendedLogging
source: Enable extended logging
cs_cz: Povolit rozšířené protokolování
de_de: Erweiterte Protokollierung aktivieren
it_it: Abilita registrazione estesa
ja_jp: 拡張ログインを有効化する
ko_kr: 확장된 로깅 사용
tr_tr: Genişletilmiş günlüğe kaydetmeyi etkinleştir
zh_cn: 启用扩展日志记录
zh_tw: 啟用擴充記錄

# Options_EnumMappingOutput
source: Enum output:
cs_cz: Výčet výstupu
de_de: Enumerationsausgabe
it_it: Output enumerazione
ja_jp: Enum 出力
ko_kr: 열거형 출력
tr_tr: Sabit listesi çıktısı
zh_cn: 枚举输出
zh_tw: 列舉輸出

# Options_EnumMappingOutputDescription
source: The output used for each element of an enumeration.
cs_cz: Výstup používaný pro jednotlivé prvky výčtu
de_de: Die für die einzelnen Elemente einer Enumeration verwendete Ausgabe.
it_it: Output utilizzato per ogni elemento di una enumerazione.
ja_jp: それぞれの列挙要素に使用される出力です。
ko_kr: 열거형의 각 요소에 사용되는 출력입니다.
tr_tr: Sabit listesinin her öğesi için kullanılan çıktı.
zh_cn: 用于枚举的每个元素的输出。
zh_tw: 用於每個列舉元素的輸出。

# Options_FallbackOutput
source: Fallback output:
cs_cz: Náhradní výstup
de_de: Fallbackausgabe
it_it: Output fallback
ja_jp: フォールバック出力
ko_kr: 대체(fallback) 출력
tr_tr: Geri dönüş çıktısı.
zh_cn: 回退输出
zh_tw: 遞補輸出

# Options_FallbackOutputDescription
source: The output used for a property when no specific mapping can be applied.
cs_cz: Výstup, který se použije pro vlastnost, když není možné použít žádné konkrétní mapování
de_de: Die für eine Eigenschaft verwendete Ausgabe, wenn keine bestimmte Zuordnung angewendet werden kann.
it_it: Output utilizzato per una proprietà quando non può essere applicato un mapping specifico.
ja_jp: 特定のマッピングが適用されない場合、出力はプロパティに使用されます。
ko_kr: 특정 매핑을 적용할 수 없는 경우, 속성에 사용되는 출력입니다.
tr_tr: Belirli bir eşleme uygulanamadığı durumda bir özellik için kullanılan çıktı.
zh_cn: 在无法应用任何特定映射时，用于属性的输出。
zh_tw: 當無法套用特定的對應時，用於某個屬性的輸出。

# Options_GeneralSettingsHeader
source: General Settings
cs_cz: Obecná nastavení
de_de: Allgemeine Einstellungen
it_it: Impostazioni generali
ja_jp: 一般設定
ko_kr: 일반 설정
tr_tr: Genel Ayarlar
zh_cn: 常规设置
zh_tw: 一般設定

# Options_MappingIfReadOnly
source: Only if read-only
cs_cz: Pouze v režimu jen pro čtení
de_de: Nur bei Schreibschutz
it_it: Solo se readonly
ja_jp: readonly の場合のみ
ko_kr: 읽기 전용에만 해당
tr_tr: Yalnızca salt okunur ise
zh_cn: 仅在只读时
zh_tw: 僅限唯讀時

# Options_MappingIfReadOnlyDescription
source: The mapping should only apply if the property has a public setter.
cs_cz: Toto mapování by se mělo použít, jen pokud má vlastnost veřejnou metodu setter.
de_de: Die Zuordnung sollte nur angewendet werden, wenn für die Eigenschaft ein öffentlicher Setter angegeben ist.
it_it: Il mapping dovrebbe essere applicato solo se la proprietà ha un setter pubblico.
ja_jp: マッピングは、プロパティがパブリックなセッターを持つ場合にのみ適用されます。
ko_kr: 속성에 public setter가 있는 경우에만 매핑을 적용해야 합니다.
tr_tr: Eşleme yalnızca özelliğin bir genel ayarlayıcısı varsa uygulanmalıdır.
zh_cn: 仅在属性具有公共 setter 时应用映射。
zh_tw: 只有當屬性有公用 setter 時，才應該套用此對應。

# Options_MappingNameFilter
source: Name filter:
cs_cz: Filtr názvu
de_de: Namensfilter
it_it: Assegna un nome al filtro
ja_jp: Name フィルター
ko_kr: 이름 필터
tr_tr: Ad filtresi
zh_cn: 名称筛选器
zh_tw: 名稱篩選條件

# Options_MappingNameFilterDescription
source: The partial name of the property to match with. Multiple values can be specified if separated by a pipe (|) character.
cs_cz: Částečný název vlastnosti, který se má shodovat. Je možné zadat více hodnot oddělených znakem svislé čáry (|).
de_de: Der unvollständige Name der Eigenschaft für den Abgleich. Mehrere Werte können durch einen senkrechten Strich (|) getrennt eingegeben werden.
it_it: Nome parziale della proprietà da abbinare. Possono essere specificati più valori se separati da un carattere pipe (|).
ja_jp: 適合するプロパティの部分名称です。記号 ’|’ で区切られている場合、複数の値を指定できます。
ko_kr: 일치되는 속성의 부분 이름입니다. 파이프 글자(|)로 구분하면 여러 값을 지정할 수 있습니다.
tr_tr: Eşlenecek özelliğin kısmi adı. Dikey çizgi (|) karakteri ile ayrılırsa birden çok değer belirtilebilir.
zh_cn: 要匹配的属性的部分名称。可用竖线(|)字符将多个值分隔开来指定这些值。
zh_tw: 要比對之屬性的部分名稱。如果以直立線 (|) 字元分隔，可以指定多個值。

# Options_MappingOutput
source: Output:
cs_cz: Výstup
de_de: Ausgabe
ja_jp: 出力
ko_kr: 출력
tr_tr: Çıktı
zh_cn: 输出
zh_tw: 輸出

# Options_MappingOutputDescription
source: The output that should be generated if this mapping is used.
cs_cz: Výstup, který se má vygenerovat, pokud se toto mapování použije
de_de: Die Ausgabe, die generiert werden sollte, wenn diese Zuordnung verwendet wird.
it_it: L'output che dovrebbe essere generato se viene utilizzato questo mapping.
ja_jp: 出力は、このマッピングが使用されているときに生成されます。
ko_kr: 이 매핑이 사용되는 경우 생성되어야 하는 출력입니다.
tr_tr: Bu eşleme kullanıldığında oluşturulması gereken çıktı.
zh_cn: 应在使用此映射时生成的输出。
zh_tw: 使用此對應時，應該產生的輸出。

# Options_MappingsHeader
source: Mappings
cs_cz: Mapování
de_de: Zuordnungen
it_it: Mapping
ja_jp: マッピング
ko_kr: 매핑
tr_tr: Eşlemeler
zh_cn: 映射
zh_tw: 對應

# Options_MappingType
source: Type:
cs_cz: Typ
de_de: Typ
it_it: Tipo
ja_jp: 種類
ko_kr: 형식
tr_tr: Tür
zh_cn: 类型
zh_tw: 型別

# Options_MappingTypeDescription
source: The type of the property to match with. Multiple values can be specified if separated by a pipe (|) character.
cs_cz: Typ vlastnosti, který se má shodovat. Je možné zadat více hodnot oddělených znakem svislé čáry (|).
de_de: Der Typ der Eigenschaft für den Abgleich. Mehrere Werte können durch einen senkrechten Strich (|) getrennt eingegeben werden.
it_it: Tipo di proprietà da abbinare. Possono essere specificati più valori se separati da un carattere pipe (|).
ja_jp: 適合するプロパティのタイプです。記号 ’|’ で区切られている場合、複数の値を指定できます。
ko_kr: 일치되는 속성의 형식입니다. 파이프 글자(|)로 구분하면 여러 값을 지정할 수 있습니다.
tr_tr: Eşlenecek özelliğin türü. Dikey çizgi (|) karakteri ile ayrılırsa birden çok değer belirtilebilir.
zh_cn: 要匹配的属性的类型。可用竖线(|)字符将多个值分隔开来指定这些值。
zh_tw: 要比對之屬性的型別。如果以直立線 (|) 字元分隔，可以指定多個值。

# Options_NamingHeader
source: Naming
cs_cz: Pojmenování
de_de: Benennung
it_it: Denominazione
ja_jp: ネーミング
ko_kr: 이름 지정
tr_tr: Adlandırma
zh_cn: 命名
zh_tw: 命名

# Options_NamingVisualizer
source: Visualize solution structure
cs_cz: Vizualizovat strukturu řešení
de_de: Lösungsstruktur visualisieren
it_it: Visualizza la struttura della soluzione
ja_jp: ソリューション構造を視覚化する
ko_kr: 솔루션 구조 시각화
tr_tr: Çözüm yapısını görselleştir
zh_cn: 可视化解决方案结构
zh_tw: 將方案結構視覺化

# Options_ProfileName
source: Name:
cs_cz: Název
it_it: Nome
ja_jp: 名前
ko_kr: 이름
tr_tr: Ad
zh_cn: 名称
zh_tw: 名稱

# Options_ProfilePageTitle
source: Rapid XAML Toolkit - Edit Profile
cs_cz: Sada nástrojů Rapid XAML – úprava profilu
de_de: Toolkit für schnelle XAML-Entwicklung – Profil bearbeiten
it_it: Rapid XAML Toolkit - Modifica profilo
ja_jp: Rapid XAML ツールキット - プロフィールの編集
ko_kr: Rapid XAML Toolkit - 프로필 편집
tr_tr: Hızlı XAML Araç Seti - Profili Düzenle
zh_cn: 快速 XAML 工具包 - 编辑配置文件
zh_tw: Rapid XAML Toolkit - 編輯設定檔

# Options_ProfilesSectionHeader
source: Profiles:
cs_cz: Profily:
de_de: Profile:
it_it: Profili:
ja_jp: プロフィール:
ko_kr: 프로필:
tr_tr: Profiller:
zh_cn: 配置文件:
zh_tw: 設定檔：

# Options_StructureAndNamingHeader
source: Structure and Naming
cs_cz: Struktura a pojmenování
de_de: Struktur und Benennung
it_it: Struttura e denominazione
ja_jp: 構造とネーミング
ko_kr: 구조 및 이름 지정
tr_tr: Yapı ve Adlandırma
zh_cn: 结构和命名
zh_tw: 結構與命名

# Options_StrucutreHeader
source: Project strucutre
cs_cz: Struktura projektu
de_de: Projektstruktur
it_it: Struttura progetto
ja_jp: プロジェクトの構造
ko_kr: 프로젝트 구조
tr_tr: Proje yapısı
zh_cn: 项目结构
zh_tw: 專案結構

# Options_SubPropertyOutput
source: Sub-property output:
cs_cz: Výstup dílčí vlastnosti
de_de: Ausgabe der Untereigenschaft
it_it: Output proprietà secondaria
ja_jp: Sub-property 出力
ko_kr: 하위 속성 출력
tr_tr: Alt özellik çıktısı
zh_cn: 子属性输出
zh_tw: 子屬性輸出

# Options_SubPropertyOutputDescription
source: The output used for each property of a generic type.
cs_cz: Výstup používaný pro jednotlivé vlastnosti obecného typu
de_de: Die für die einzelnen Eigenschaften mit generischem Typ verwendete Ausgabe.
it_it: Output utilizzato per ogni proprietà di tipo generico.
ja_jp: それぞれのジェネリック タイプのプロパティに使用される出力です。
ko_kr: 제네릭 형식의 각 속성에 사용되는 출력입니다.
tr_tr: Genel bir türün her öğesi için kullanılan çıktı.
zh_cn: 用于泛型类型的每个属性的输出。
zh_tw: 用於泛型型別之每個屬性的輸出。

# Options_TemporaryUiNotice
source: This UI is temporary and will change before release
cs_cz: Toto uživatelské rozhraní je dočasné a před vydáním se změní.
de_de: Die Benutzeroberfläche ist vorläufig und wird vor der Veröffentlichung geändert.
it_it: Questa IU è temporanea e cambierà prima del rilascio
ja_jp: このユーザーインターフェースは一時的なもので、リリース前に変更されます
ko_kr: 이 UI는 일시적이며 출시 전에 변경됩니다.
tr_tr: Bu kullanıcı arabirimi geçicidir ve yayınlanmadan önce değişecektir
zh_cn: 此 UI 是临时的，在发布前将发生更改
zh_tw: 此 UI 為暫時性，將會在發行之前變更

# Options_ViewModelDirectoryName
source: ViewModel directory name:
cs_cz: Název adresáře modelu zobrazení
de_de: ViewModel-Verzeichnisname
it_it: Nome della directory ViewModel
ja_jp: ViewModel ディレクトリ名
ko_kr: ViewModel 디렉토리 이름
tr_tr: ViewModel dizin adı
zh_cn: ViewModel 目录名
zh_tw: ViewModel 目錄名稱

# Options_ViewModelDirectoryNameDescription
source: The name of the folder that contains the ViewModels.
cs_cz: Název složky, která obsahuje modely zobrazení
de_de: Der Name des Ordners mit den ViewModels.
it_it: Il nome della cartella che contiene i ViewModels.
ja_jp: ViewModels を含むフォルダの名前です。
ko_kr: ViewModel을 포함한 폴더 이름입니다.
tr_tr: ViewModel'leri içeren klasörün adı.
zh_cn: 包含 ViewModel 的文件夹的名称。
zh_tw: 包含 ViewModel 的資料夾名稱。

# Options_ViewModelFileSuffix
source: ViewModel file suffix:
cs_cz: Přípona souboru modelu zobrazení
de_de: ViewModel-Dateisuffix
it_it: Suffisso file ViewModel
ja_jp: ViewModel ファイルのサフィックス
ko_kr: ViewModel 파일 접미사
tr_tr: ViewModel dosyası son eki
zh_cn: ViewModel 文件后缀
zh_tw: ViewModel 檔案尾碼

# Options_ViewModelFileSuffixDescription
source: The text appended to the end of the name of each ViewModel.
cs_cz: Text přidaný na konec názvu každého modelu zobrazení
de_de: Der Text, der ans Ende der einzelnen ViewModel-Namen angehängt wird.
it_it: Il testo accodato alla fine del nome di ogni ViewModel.
ja_jp: それぞれの ViewModel の名前の最後に追加される文字です。
ko_kr: 각 ViewModel의 이름 끝에 있는 텍스트입니다.
tr_tr: Her ViewModel adının sonuna eklenen metin.
zh_cn: 附加到每个 ViewModel 的名称末尾的文本。
zh_tw: 附加至每個 ViewModel 名稱結尾的文字。

# Options_ViewModelProjectSuffix
source: ViewModel project suffix:
cs_cz: Přípona projektu modelu zobrazení
de_de: ViewModel-Projektsuffix
it_it: Suffisso progetto ViewModel
ja_jp: ViewModel プロジェクトのサフィックス
ko_kr: ViewModel 프로젝트 접미사
tr_tr: ViewModel Projesi Son Eki
zh_cn: ViewModel 项目后缀
zh_tw: ViewModel 專案尾碼

# Options_ViewModelProjectSuffixDescription
source: The text from the end of the name of the project that contains the ViewModels.
cs_cz: Text z konce názvu projektu, který obsahuje modely zobrazení
de_de: Der Text am Ende des Namens des Projekts, das die ViewModels enthält.
it_it: Il testo dalla fine del nome del progetto che contiene i ViewModels.
ja_jp: ViewModels を含むプロジェクトの名前の最後の文字です。
ko_kr: ViewModel을 포함하는 프로젝트 이름 끝에 있는 텍스트입니다.
tr_tr: ViewModel'leri içeren proje adının sonundaki metin.
zh_cn: 包含 ViewModel 的项目的名称末尾的文本。
zh_tw: 包含 ViewModel 之專案名稱結尾的文字。

# Options_XamlFileDirectoryName
source: XAML file directory name:
cs_cz: Název adresáře souboru XAML
de_de: Verzeichnisname der XAML-Datei
it_it: Nome della directory del file XAML
ja_jp: XAML ファイルのディレクトリ名
ko_kr: XAML 파일 디렉터리 이름
tr_tr: XAML dosyası dizin adı
zh_cn: XAML 文件目录名
zh_tw: XAML 檔案目錄名稱

# Options_XamlFileDirectoryNameDescription
source: The name of the folder that contains the Views (XAML files.)
cs_cz: Název složky, která obsahuje zobrazení (soubory XAML)
de_de: Der Name des Ordners mit den Ansichten (XAML-Dateien).
it_it: Il nome della cartella che contiene i Views (file XAML).
ja_jp: Views (XAML ファイル) を含むフォルダの名前です。
ko_kr: 보기(XAML 파일)를 포함하는 폴더 이름입니다.
tr_tr: Görünümleri (XAML dosyaları) içeren klasörün adı.
zh_cn: 包含视图(XAML 文件)的文件夹的名称。
zh_tw: 包含 View (XAML 檔案) 的資料夾名稱。

# Options_XamlFileSuffix
source: XAML file suffix:
cs_cz: Přípona souboru XAML
de_de: XAML-Dateisuffix
it_it: Suffisso file XAML
ja_jp: XAML ファイルのサフィックス
ko_kr: XAML 파일 접미사
tr_tr: XAML dosyası son eki
zh_cn: XAML 文件后缀
zh_tw: XAML 檔案尾碼

# Options_XamlFileSuffixDescription
source: The text appended to the end of the name of each View (XAML file.)
cs_cz: Text přidaný na konec názvu každého zobrazení (souboru XAML)
de_de: Der Text, der ans Ende der einzelnen Ansichtsnamen (XAML-Datei) angehängt wird.
it_it: Il testo accodato alla fine del nome di ogni View (file XAML).
ja_jp: それぞれの View (XAML ファイル) の名前の最後に追加される文字です。
ko_kr: 각 보기(XAML 파일)의 이름 끝에 있는 텍스트입니다.
tr_tr: Her Görünüm (XAML dosyası) adının sonuna eklenen metin.
zh_cn: 附加到每个视图(XAML 文件)的名称末尾的文本。
zh_tw: 附加至每個 View (XAML 檔案) 名稱結尾的文字。

# Options_XamlPageAttribute
source: XAML page attribute:
cs_cz: Atribut XAMLPage
de_de: XAMLPage-Attribut
it_it: Attributo XAMLPage
ja_jp: XAML ページ属性
ko_kr: XAMLPage 속성
tr_tr: XAMLPage özniteliği
zh_cn: XAMLPage 属性
zh_tw: XAMLPage 屬性

# Options_XamlPageAttributeDescription
source: The attribute that should be added ot the top level XAMLelement when setting the datacontext.
cs_cz: Atribut, který je při nastavování kontextu dat potřeba přidat k elementu XAML nejvyšší úrovně
de_de: Das Attribut, das beim Festlegen des Datenkontexts dem XAML-Element auf oberster Ebene hinzugefügt werden sollte.
it_it: L'attributo che dovrebbe essere aggiunto all'XAMLelement di primo livello nella fase di configurazione del datacontext.
ja_jp: データコンテクストを設定するとき、上位のレベルの XAML 要素に属性を追加する必要があります。
ko_kr: datacontext를 설정할 때 최상위 XAMLelement에 추가해야 하는 속성입니다.
tr_tr: Veri bağlamını ayarlarken en üst düzey XAMLelement'e eklenmesi gereken öznitelik.
zh_cn: 应在设置数据上下文时添加到顶层 XAMLelement 的属性。
zh_tw: 在設定 datacontext 時，應該加入至最上層 XAMLelement 的屬性。

# Options_XamlPlaceholder
source: XAML file default content:
cs_cz: Výchozí obsah souboru XAML
de_de: Standardinhalt der XAML-Datei
it_it: Contenuto predefinito del file XAML
ja_jp: XAML ファイル既定のコンテンツ
ko_kr: XAML 파일의 기본 콘텐츠
tr_tr: XAML dosyası varsayılan içeriği
zh_cn: XAML 文件默认内容
zh_tw: XAML 檔案預設內容

# Options_XamlPlaceholderDescription
source: The default file contents when creating a new XAML file.
cs_cz: Výchozí obsah souboru při vytváření nového souboru XAML
de_de: Die Standarddateiinhalte beim Erstellen einer neuen XAML-Datei.
it_it: Contenuti predefiniti del file durante la creazione di un file XAML.
ja_jp: 新しい XAML ファイルを作成するときの規定のファイル コンテンツです。
ko_kr: 새 XAML 파일을 만드는 기본 파일 콘텐츠입니다.
tr_tr: Yeni bir XAML dosyası oluştururken varsayılan dosya içerikleri.
zh_cn: 创建新的 XAML 文件时的默认文件内容。
zh_tw: 在建立新的 XAML 檔案時的預設檔案內容。

# Options_XamlProjectSuffix
source: XAML project suffix:
cs_cz: Přípona projektu XAML
de_de: XAML-Projektsuffix
it_it: Suffisso progetto XAML
ja_jp: XAML プロジェクトのサフィックス
ko_kr: XAML 프로젝트 접미사
tr_tr: XAML Projesi Son Eki
zh_cn: XAML 项目后缀
zh_tw: XAML 專案尾碼

# Options_XamlProjectSuffixDescription
source: The text from the end of the name of the project that contains the Views (XAML files.)
cs_cz: Text z konce názvu projektu, který obsahuje zobrazení (soubory XAML)
de_de: Der Text am Ende des Namens des Projekts, das die Ansichten (XAML-Dateien) enthält.
it_it: Il testo dalla fine del nome del progetto che contiene i Views (file XAML).
ja_jp: Views (XAML ファイル) を含むプロジェクトの名前の最後の文字です。
ko_kr: 보기(XAML 파일)가 포함된 프로젝트 이름 끝의 텍스트입니다.
tr_tr: Görünümleri (XAML dosyaları) içeren proje adının sonundaki metin.
zh_cn: 包含视图(XAML 文件)的项目的名称末尾的文本。
zh_tw: 包含 View (XAML 檔案) 之專案名稱結尾的文字。

# Options_ButtonExport
source: E_xport
it_it: E_sporta
ja_jp: エクスポート
tr_tr: _Dışa Aktar
zh_cn: 导出
