Repository: DaveCS1/Rapid-XAML-Toolkit
Catalog: RapidXAML.VSIX/RapidXamlToolkit/Resources/StringRes.*.resx
Languages: cs_cz, de_de, it_it, ja_jp, ko_kr, tr_tr, zh_cn, zh_tw

# Error_UnableToFindProjectInSolution
source: Unable to find project '{0}' in the solution.
cs_cz: Projekt {0} nelze v řešení najít.
de_de: Das Projekt „{0}“ wurde in der Lösung nicht gefunden.
it_it: Impossibile trovare il progetto "{0}" nella soluzione.
ja_jp: ソリューションにプロジェクト '{0}' が見つかりません。
ko_kr: 솔루션에 프로젝트{0}을(를) 추가할 수 없습니다.
tr_tr: Çözümde "{0}" projesi bulunamıyor.
zh_cn: 在解决方案中找不到项目“{0}”。
zh_tw: 在方案中找不到專案 '{0}'。

# Info_AddedRowDefsCount
source: Adding {0} row definitions.
cs_cz: Přidávání následujícího počtu definic řádků: {0}
de_de: {0} Zeilendefinitionen werden hinzugefügt...
it_it: Aggiunta di {0} definizioni di righe in corso.
ja_jp: {0} 行の定義を追加しています。
ko_kr: {0}행 정의를 추가 중입니다.
tr_tr: {0} satır tanımı ekleniyor.
zh_cn: 正在添加 {0} 个行定义。
zh_tw: 正在加入 {0} 資料列定義。

# Info_AddedXamlToToolbox
source: Added XAML to toolbox for {0}
cs_cz: Přidán kód XAML do sady nástrojů pro: {0}
de_de: XAML zur Toolbox für {0} hinzugefügt
it_it: XAML aggiunto alla toolbox per {0}
ja_jp: {0} のツールボックスに追加された XAML
ko_kr: {0}의 도구 상자에 XAML 추가됨.
tr_tr: {0} için araç setine XAML eklendi
zh_cn: 已将 XAML 添加到 {0} 的工具箱
zh_tw: 已為 {0} 將 XAML 加入至工具箱

# Info_AddingColDefsToGrid
source: Adding ColumnDefinitions to grid.
cs_cz: Přidávání definic sloupců do mřížky
de_de: ColumnDefinitions werden zum Raster hinzugefügt...
it_it: Aggiunta di ColumnDefinitions alla griglia in corso.
ja_jp: グリッドに ColumnDefinitions を追加しています。
ko_kr: 그리드에 ColumnDefinitions를 추가 중입니다.
tr_tr: ColumnDefinitions kılavuza ekleniyor.
zh_cn: 正在将 ColumnDefinition 添加到网格。
zh_tw: 正在將 ColumnDefinitions 加入至方格。

# Info_AddingGridToOutput
source: Adding Grid to output.
cs_cz: Přidávání mřížky do výstupu
de_de: Das Raster wird zur Ausgabe hinzugefügt...
it_it: Aggiunta della griglia all'output in corso.
ja_jp: Grid を出力に追加しています。
ko_kr: 그리드를 출력에 추가 중입니다.
tr_tr: Kılavuz çıktıya ekleniyor.
zh_cn: 正在将网格添加到输出。
zh_tw: 正在將方格加入至輸出。

# Info_AddingPropertyToOutput
source: Adding '{0}' to the output.
cs_cz: Přidávání vlastnosti {0} do výstupu
de_de: „{0}“ wird zur Ausgabe hinzugefügt...
it_it: Aggiunta di "{0}" all'output in corso.
ja_jp: '{0}' を出力に追加しています。
ko_kr: '{0}'을(를) 출력에 추가 중입니다.
tr_tr: "{0}" çıktıya ekleniyor.
zh_cn: 正在将“{0}”添加到输出。
zh_tw: 正在將 '{0}' 加入至輸出。

# Info_AnalyzingCSharpCode
source: Analyzing C# code. (v{0})
cs_cz: Probíhá analýza kódu C#. (verze {0})
de_de: C#-Code wird analysiert... (v{0})
it_it: Analisi del codice C# in corso. (v{0})
ja_jp: C# コードを分析しています。(v{0})
ko_kr: C# 코드를 분석 중입니다. (v{0})
tr_tr: C# kodu çözümleniyor. (v{0})
zh_cn: 正在分析 C# 代码。(v{0})
zh_tw: 正在分析 C# 程式碼。(v{0})

# Info_AnalyzingVisualBasicCode
source: Analyzing VB code. (v{0})
cs_cz: Probíhá analýza kódu VB. (verze {0})
de_de: VB-Code wird analysiert... (v{0})
it_it: Analisi del codice VB in corso. (v{0})
ja_jp: VB コードを分析しています。(v{0})
ko_kr: VB 코드를 분석 중입니다. (v{0})
tr_tr: VB kodu çözümleniyor. (v{0})
zh_cn: 正在分析 VB 代码。(v{0})
zh_tw: 正在分析 VB 程式碼。(v{0})

# Info_AttemptingoAddToToolbox
source: Attempting to add XAML to the Toolbox.
cs_cz: Pokus o přidání kódu XAML do sady nástrojů
de_de: Es wird versucht, XAML zur Toolbox hinzuzufügen.
it_it: Tentativo di aggiungere XAML al Toolbox in corso.
ja_jp: XAML をツールボックスに追加しています。
ko_kr: XAML을 도구 상자에 추가하려고 합니다.
tr_tr: XAML, Araç Seti'ne eklenmeye çalışılıyor.
zh_cn: 正在尝试将 XAML 添加到工具箱。
zh_tw: 正在嘗試將 XAML 加入至工具箱。

# Info_AttemptingToCopy
source: Attempting to copy XAML to clipboard.
cs_cz: Pokus o zkopírování kódu XAML do schránky
de_de: Es wird versucht, XAML in die Zwischenablage zu kopieren.
it_it: Tentativo di copiare XAML negli appunti in corso.
ja_jp: XAML をクリップボードにコピーしています。
ko_kr: XAML을 클립보드에 추가하려고 합니다.
tr_tr: XAML panoya kopyalanmaya çalışılıyor.
zh_cn: 正在尝试将 XAML 复制到剪贴板。
zh_tw: 正在嘗試將 XAML 複製到剪貼簿。

# Info_AttemptingToCreateView
source: Attempting to create View.
cs_cz: Pokus o vytvoření zobrazení
de_de: Es wird versucht, eine Ansicht zu erstellen.
it_it: Tentativo di creare View.
ja_jp: View を作成しています。
ko_kr: 보기를 생성하려고 합니다.
tr_tr: Görünüm oluşturulmaya çalışılıyor.
zh_cn: 正在尝试创建视图。
zh_tw: 正在嘗試建立 View。

# Info_CannotGetPropertiesForKnownType
source: Cannot get sub-properties for known type '{0}'.
cs_cz: Nelze získat dílčí vlastnosti pro známý typ {0}.
de_de: Die Untereigenschaften für den bekannten Typ „{0}“ können nicht abgerufen werden.
it_it: Impossibile ottenere le proprietà secondarie per il tipo "{0}" noto.
ja_jp: 既知のタイプ '{0}' のサブプロパティを取得できません。
ko_kr: 알려진 형식 '{0}'에 대한 하위 속성을 가져올 수 없습니다.
tr_tr: "{0}" bilinen türü için alt özellikler alınamıyor.
zh_cn: 无法获取已知类型“{0}”的子属性。
zh_tw: 無法為已知型別 '{0}' 取得子屬性。

# Info_ClassNoPublicProperties
source: Class contains no public properties.
cs_cz: Třída neobsahuje žádné veřejné vlastnosti.
de_de: Die Klasse enthält keine öffentlichen Eigenschaften.
it_it: La classe non contiene proprietà pubbliche.
ja_jp: クラスにはパブリックなプロパティが含まれません。
ko_kr: 클래스에는 public 속성이 없습니다.
tr_tr: Sınıf genel özellikler içermiyor.
zh_cn: 类不包含公共属性。
zh_tw: 類別未包含任何公用屬性。

# Info_ClassPropertyCount
source: Class contains {0} properties.
cs_cz: Třída obsahuje následující počet vlastností: {0}
de_de: Die Klasse enthält {0} Eigenschaften.
it_it: La classe contiene {0} proprietà.
ja_jp: クラスには {0} プロパティが含まれます。
ko_kr: 클래스에는 {0} 속성이 있습니다.
tr_tr: Sınıf {0} özellik içeriyor.
zh_cn: 类包含 {0} 属性。
zh_tw: 類別包含 {0} 屬性。

# Info_CopiedXaml
source: Copied XAML for {0}: {1}
cs_cz: Zkopírován kód XAML pro {0}: {1}
de_de: XAML wurde für {0} kopiert: {1}
it_it: XAML copiato per {0}: {1}
ja_jp: {0} の XAMLをコピーしました:{1}
ko_kr: {0}에 대해 복사된 XAML: {1}
tr_tr: {0} için XAML kopyalandı: {1}
zh_cn: 已复制 {0} 的 XAML:{1}
zh_tw: 已為 {0} 複製 XAML：{1}

# Info_CreatedView
source: Created file {0}
cs_cz: Vytvořen soubor {0}
de_de: Die Datei „{0}“ wurde erstellt.
it_it: File creato {0}
ja_jp: ファイル {0} を作成済み
ko_kr: 만든 파일{0}
tr_tr: {0} dosyası oluşturuldu
zh_cn: 创建的文件 {0}
zh_tw: 已建立檔案 {0}

# Info_DocumentPropertyCount
source: Document contains {0} properties.
cs_cz: Dokument obsahuje následující počet vlastností: {0}
de_de: Das Dokument enthält {0} Eigenschaften.
it_it: Il documento contiene {0} proprietà.
ja_jp: ドキュメントには {0} プロパティが含まれます。
ko_kr: 문서가 {0}개의 속성을 포함합니다.
tr_tr: Belge {0} özellik içeriyor.
zh_cn: 文档包含 {0} 属性。
zh_tw: 文件包含 {0} 屬性。

# Info_EnumElementCount
source: Found {0} elements of enum.
cs_cz: Byl nalezen následující počet prvků výčtu: {0}
de_de: {0} Elemente der Enumeration wurden gefunden.
it_it: Trovati {0} elementi di enumerazione.
ja_jp: enum の {0} 要素が見つかりました。
ko_kr: {0}개의 열거형 요소를 찾았습니다.
tr_tr: Sabit listenin {0} öğesi bulundu.
zh_cn: 已找到枚举的 {0} 个元素。
zh_tw: 已找到列舉的 {0} 個元素。

# Info_FailedToGetNullableType
source: Failed to get typeSymbol of property '{0}' assumed to have been nullable.
cs_cz: Nepodařilo se získat hodnotu typeSymbol vlastnosti {0}, u které se předpokládalo, že může mít hodnotu null.
de_de: Fehler beim Abrufen von „typeSymbol“ der Eigenschaft „{0}“, von der angenommen wurde dass Nullwerte zulässig sind.
it_it: Impossibile ottenere typeSymbol della proprietà "{0}" che si presume ammetta i valori Null.
ja_jp: Null 許容と想定されるプロパティ '{0}' の typeSymbol が取得できませんでした。
ko_kr: null 값을 허용하는 '{0}' 속성의 typeSymbol를 가져올 수 없습니다.
tr_tr: Boş değer atanabilir olarak kabul edilen "{0}" özelliğinin typeSymbol değeri alınamadı.
zh_cn: 无法获取假定可为 Null 的属性“{0}”的 typeSymbol。
zh_tw: 無法取得假定可為 Null 之屬性 '{0}' 的 typeSymbol。

# Info_FileExists
source: File '{0}' already exists.
cs_cz: Soubor {0} už existuje.
de_de: Die Datei „{0}“ ist bereits vorhanden.
it_it: Il file "{0}" esiste già.
ja_jp: ファイル '{0}' は既に存在します。
ko_kr: {0} 파일이 이미 있습니다.
tr_tr: "{0}" dosyası zaten var.
zh_cn: 文件“{0}”已存在。
zh_tw: 檔案 '{0}' 已經存在。

# Info_FormattingOutputForGenericType
source: Formatting output for generic type '{0}'.
cs_cz: Formátování výstupu pro obecný typ {0}
de_de: Die Ausgabe für den generischen Typ „{0}“ wird formatiert...
it_it: Formattazione dell'output per il tipo generico "{0}".
ja_jp: ジェネリック タイプ '{0}'出力をフォーマットしています。
ko_kr: 제네릭 형식 '{0}'의 출력 서식을 지정 중입니다.
tr_tr: "{0}" genel türü için çıktı biçimlendiriliyor.
zh_cn: 正在格式化泛型类型“{0}”的输出。
zh_tw: 正在格式化泛型型別 '{0}' 的輸出。

# Info_FormattingOutputForNonGenericType
source: Formatting output for non-generic type '{0}'.
cs_cz: Formátování výstupu pro neobecný typ {0}
de_de: Die Ausgabe für den nicht generischen Typ „{0}“ wird formatiert...
it_it: Formattazione dell'output per il tipo non generico "{0}".
ja_jp: 非ジェネリック タイプ '{0}'の出力をフォーマットしています。
ko_kr: 제네릭이 아닌 형식 '{0}'의 출력 서식을 지정 중입니다.
tr_tr: "{0}" genel olmayan türü için çıktı biçimlendiriliyor.
zh_cn: 正在格式化非泛型类型“{0}”的输出。
zh_tw: 正在格式化非泛型型別 '{0}' 的輸出。

# Info_FormattingOutputForProperty
source: Formatting output for property '{0}'.
cs_cz: Formátování výstupu pro vlastnost {0}
de_de: Die Ausgabe für die Eigenschaft „{0}“ wird formatiert...
it_it: Formattazione dell'output per la proprietà "{0}".
ja_jp: プロパティ '{0}' の出力をフォーマットしています。
ko_kr: 속성 '{0}'의 출력 서식을 지정 중입니다.
tr_tr: "{0}"özelliği için çıktı biçimlendiriliyor.
zh_cn: 正在格式化属性“{0}”的输出。
zh_tw: 正在格式化屬性 '{0}' 的輸出。

# Info_FormattingSubpropertiesInsideGrid
source: Formatting subproperties inside a grid.
cs_cz: Formátování dílčích vlastností uvnitř mřížky
de_de: Die Untereigenschaften in einem Raster werden formatiert...
it_it: Formattazione delle proprietà secondarie all'interno di una griglia.
ja_jp: グリッド内のサブプロパティをフォーマットしています。
ko_kr: 그리드 안에 하위 속성의 서식을 지정 중입니다.
tr_tr: Kılavuz içindeki alt özellikler biçimlendiriliyor.
zh_cn: 正在格式化网格中的子属性。
zh_tw: 正在格式化方格內的子屬性。

# Info_FoundEnumMapping
source: Found mapping for '{0}' as an Enum.
cs_cz: Pro {0} bylo nalezeno mapování jako výčet.
de_de: Die Zuordnung für „{0}“ wurde als Enumeration ermittelt.
it_it: Trovato il mapping per "{0}" come una enumerazione.
ja_jp: Enum として '{0}' のマッピングが見つかりました。
ko_kr: '{0}'의 열거형에 대한 매핑을 찾았습니다.
tr_tr: "{0}" için Sabit Listesi olarak eşleme bulundu.
zh_cn: 已找到作为枚举的“{0}”的映射。
zh_tw: 已找到 '{0}' 的對應 (列舉的形式)。

# Info_FoundPropertyCount
source: Found {0} subproperties.
cs_cz: Byl nalezen následující počet dílčích vlastností: {0}
de_de: {0} Untereigenschaften wurden gefunden.
it_it: Trovate {0} proprietà secondarie.
ja_jp: {0} サブプロパティが見つかりました。
ko_kr: {0}개의 하위 속성을 찾았습니다.
tr_tr: {0} alt özellik bulundu.
zh_cn: 已找到 {0} 子属性。
zh_tw: 已找到 {0} 個子屬性。

# Info_FoundSubProperty
source: Found sub-property '{0}'.
cs_cz: Byla nalezena dílčí vlastnost {0}.
de_de: Die Untereigenschaft „{0}“ wurde gefunden.
it_it: Trovata proprietà secondaria "{0}".
ja_jp: サブプロパティ '{0}' が見つかりました。
ko_kr: '{0}' 하위 속성을 찾았습니다.
tr_tr: "{0}" alt özelliği bulundu.
zh_cn: 已找到子属性“{0}”。
zh_tw: 已找到子屬性 '{0}'。

# Info_FoundSubPropertyOfUnknownType
source: Found sub-property of unknown type: {0}.
cs_cz: Byla nalezena dílčí vlastnost neznámého typu: {0}.
de_de: Eine Untereigenschaft mit unbekanntem Typ wurde gefunden. {0}.
it_it: Trovata proprietà secondaria di tipo sconosciuto: {0}.
ja_jp: 未知のタイプのサブプロパティが見つかりました。{0}.
ko_kr: 알 수 없는 형식의 하위 속성을 찾음: {0}.
tr_tr: Bilinen türün alt özelliği bulundu: {0}.
zh_cn: 已找到未知类型的子属性:{0}.
zh_tw: 已找到未知型別的子屬性：{0}。

# Info_GetSelectionOutput
source: Getting output for the selection.
cs_cz: Získávání výstupu pro výběr
de_de: Die Ausgabe für die Auswahl wird abgerufen...
it_it: Ottenere l'output per la selezione.
ja_jp: セクションの出力を取得しています。
ko_kr: 해당 선택의 출력을 얻는 중입니다.
tr_tr: Seçim için çıktı alınıyor.
zh_cn: 正在获取所选项的输出。
zh_tw: 正在取得選擇的輸出。

# Info_GetSingleClassOutput
source: Getting output for the class.
cs_cz: Získávání výstupu pro třídu
de_de: Die Ausgabe für die Klasse wird abgerufen...
it_it: Ottenere l'output per la classe.
ja_jp: クラスの出力を取得しています。
ko_kr: 해당 클래스에 대한 출력을 얻는 중입니다.
tr_tr: Sınıf için çıktı alınıyor.
zh_cn: 正在获取类的输出。
zh_tw: 正在取得類別的輸出。

# Info_GetSingleItemOutput
source: Getting output for a single item.
cs_cz: Získávání výstupu pro jednu položku
de_de: Die Ausgabe für ein einzelnes Element wird abgerufen...
it_it: Ottenere l'output per un singolo elemento.
ja_jp: 単一のアイテムの出力を取得しています。
ko_kr: 단일 항목에 대한 출력을 얻는 중입니다.
tr_tr: Tek bir öğe için çıktı alınıyor.
zh_cn: 正在获取单个项目的输出。
zh_tw: 正在取得單一項目的輸出。

# Info_GetSinglePropertyOutput
source: Getting output for a single property.
cs_cz: Získávání výstupu pro jednu vlastnost
de_de: Die Ausgabe für eine einzelne Eigenschaft wird abgerufen...
it_it: Ottenere l'output per una singolo proprietà.
ja_jp: 単一のプロパティの出力を取得しています。
ko_kr: 단일 속성에 대한 출력을 얻는 중입니다.
tr_tr: Tek bir özellik için çıktı alınıyor.
zh_cn: 正在获取单个属性的输出。
zh_tw: 正在取得單一屬性的輸出。

# Info_GettingGenericType
source: Getting a generic type.
cs_cz: Získávání obecného typu
de_de: Ein generischer Typ wird abgerufen...
it_it: Ottenere un tipo generico.
ja_jp: ジェネリック タイプを取得しています。
ko_kr: 제네릭 형식을 얻는 중입니다.
tr_tr: Genel bir tür alınıyor.
zh_cn: 正在获取泛型类型。
zh_tw: 正在取得泛型型別。

# Info_GettingSubPropertyOutput
source: Getting sub-property output for '{0}'.
cs_cz: Získávání výstupu dílčí vlastnosti pro: {0}
de_de: Die Ausgabe der Untereigenschaft für „{0}“ wird abgerufen...
it_it: Ottenere un output della proprietà secondaria per "{0}".
ja_jp: '{0}' のサブプロパティ出力を取得しています。
ko_kr: '{0}'에 대한 하위 속성 출력을 얻는 중입니다.
tr_tr: "{0}" için alt özellik çıktısı alınıyor.
zh_cn: 正在获取“{0}”的子属性输出。
zh_tw: 正在取得 '{0}' 的子屬性輸出。

# Info_IdentifiedPropertySummary
source: Identified property as Name='{0}' Type='{1}' IsReadOnly='{2}'.
cs_cz: Byla identifikována vlastnost jako název={0}, typ={1}, IsReadOnly={2}.
de_de: Für die Eigenschaft wurde Folgendes ermittelt: Name='{0}' Type='{1}' IsReadOnly='{2}'.
it_it: Proprietà identificata come Nome='"{0}" Tipo='{1}' IsReadOnly='{2}'.
ja_jp: プロパティを Name='{0}' Type='{1}' IsReadOnly='{2}' として識別しました。
ko_kr: 식별한 속성이 Name='{0}' Type='{1}' IsReadOnly='{2}'입니다.
tr_tr: Ad="{0}" Tür="{1}" IsReadOnly="{2}" olarak belirlenen özellik.
zh_cn: 已将属性标识为: 名称为“{0}”，类型为“{1}”，IsReadOnly 为“{2}”。
zh_tw: 已將屬性識別為 Name='{0}' Type='{1}' IsReadOnly='{2}'。

# Info_LookingForReadWriteMappings
source: Looking for mappings that are not read-only.
cs_cz: Hledání mapování, která nejsou jen pro čtení
de_de: Es wird nach nicht schreibgeschützten Zuordnungen gesucht...
it_it: Ricerca di mapping che non siano di sola lettura.
ja_jp: 読み取り専用ではないマッピングを探しています。
ko_kr: 읽기 전용이 아닌 매핑을 찾는 중입니다.
tr_tr: Salt okunur olmayanlar için eşleme aranıyor.
zh_cn: 正在查找不是只读的映射。
zh_tw: 正在尋找非唯讀的對應。

# Info_NoEnumMappingFound
source: No mapping found for '{0}' as an Enum so now checking by type name.
cs_cz: Pro {0} nebylo nalezeno žádné mapování jako výčet, a proto se teď zjišťuje podle názvu typu.
de_de: Für „{0}“ wurde keine Zuordnung als Enumeration gefunden, daher wird nun anhand des Typnamens gesucht.
it_it: Nessun mapping trovato per "{0}" come Enumerazione, per cui adesso il controllo è per nome tipo.
ja_jp: Enum として '{0}' のマッピングは見つかりませんでした。現在、タイプ名で確認しています。
ko_kr: 열거형의 '{0}'에 대한 매핑을 찾을 수 없으므로 이제 형식 이름을 확인하십시오.
tr_tr: "{0}" için Sabit Listesi olarak eşleme bulunmadı. Bu nedenle tür adına göre denetleniyor.
zh_cn: 未找到作为枚举的“{0}”的映射，现在正在按类型名称检查。
zh_tw: 已找到 '{0}' 的對應 (列舉的形式)，所以現在依據型別名稱進行檢查。

# Info_NoMappingFoundUsingFallback
source: No mapping found so using fallback output.
cs_cz: Nebylo nalezeno žádné mapování, a proto se používá náhradní výstup.
de_de: Es wurde keine Zuordnung gefunden, daher wird die Fallbackausgabe verwendet.
it_it: Nessun mapping trovato per cui si utilizza l'output di fallback.
ja_jp: フォールバック出力を使用したマッピングは見つかりませんでした。
ko_kr: 매핑을 찾을 수 없으므로 대체(fallback) 출력을 사용 중입니다.
tr_tr: Eşleme bulunamadı. Bu nedenle geri dönüş çıktısı kullanılıyor.
zh_cn: 未找到映射，因此使用回退输出。
zh_tw: 未找到任何對應，所以使用遞補輸出。

# Info_NoPropertiesToOutput
source: No properties to provide output for.
cs_cz: Neexistují žádné vlastnosti, pro které se má poskytovat výstup.
de_de: Keine Eigenschaft, für die eine Ausgabe bereitgestellt wird.
it_it: Nessuna proprietà per cui fornire l'output.
ja_jp: 出力を行うプロパティはありません。
ko_kr: 출력에 사용할 속성이 없습니다.
tr_tr: Çıktı sağlayacak özellik yok.
zh_cn: 没有提供输出的属性。
zh_tw: 未提供輸出的任何屬性。

# Info_NothingAddedToToolbox
source: No XAML added to toolbox.
cs_cz: Do sady nástrojů nebyl přidán žádný kód XAML.
de_de: Keine XAML zur Toolbox hinzugefügt.
it_it: Nessun XAML aggiunto alla toolbox.
ja_jp: ツールボックスに追加された XAML はありません。
ko_kr: 도구 상자에 추가된 XAML이 없습니다.
tr_tr: Araç setine eklenen XAML yok.
zh_cn: 未将 XAML 添加到工具箱。
zh_tw: 沒有任何 XAML 加入至工具箱。

# Info_NothingToCopy
source: Nothing to copy to clipboard.
cs_cz: Není nic, co by bylo možné zkopírovat do schránky.
de_de: Kein in die Zwischenablage zu kopierendes Element vorhanden.
it_it: Niente da copiare negli appunti.
ja_jp: クリップボードにコピーするものはありません。
ko_kr: 클립보드에 복사할 항목이 없습니다.
tr_tr: Panoya kopyalanacak bir öğe yok.
zh_cn: 没有要复制到剪贴板的内容。
zh_tw: 沒有任何內容可複製到剪貼簿。

# Info_NotIncludingExcludedProperty
source: Not including property '{0}' as it's on the exclusion list.
cs_cz: Vlastnost {0} nebyla zahrnuta, protože je na seznamu vyloučení.
de_de: Die Eigenschaft „{0}“ wird nicht aufgenommen, da sie in der Ausschlussliste enthalten ist.
it_it: La proprietà "{0}" non è inclusa, poiché è parte dell'elenco di esclusioni.
ja_jp: プロパティ '{0}' は除外リストに含まれていません。
ko_kr: 제외 목록에 있는 속성 '{0}'을(를) 포함하지 않습니다.
tr_tr: Dışlama listesinde olduğundan "{0}" özelliği eklenmiyor.
zh_cn: 未包含属性“{0}”，因为它在排除列表中。
zh_tw: 未包含屬性 '{0}' 因為它已經在排除清單上。

# Info_NotOverwritingFile
source: Not overwriting '{0}'.
cs_cz: Soubor {0} se nepřepisuje.
de_de: „{0}“ wird nicht überschrieben.
it_it: Nessuna sovrascrittura di "{0}".
ja_jp: '{0}' を上書きしていません。
ko_kr: '{0}'을(를) 덮어쓰지 않습니다.
tr_tr: "{0}" üzerine yazılmıyor.
zh_cn: 不覆盖“{0}”。
zh_tw: 未覆寫 '{0}'。

# Info_NoViewCreated
source: No view created.
cs_cz: Nebylo vytvořeno žádné zobrazení.
de_de: Keine Ansicht erstellt.
it_it: Nessuna visualizzazione creata.
ja_jp: 作成された View はありません。
ko_kr: 보기를 만들지 않았습니다.
tr_tr: Oluşturulan görünüm yok.
zh_cn: 未创建视图。
zh_tw: 未建立任何 View。

# Info_NoXamlCopied
source: No XAML copied.
cs_cz: Nebyl zkopírován žádný kód XAML.
de_de: Keine XAML kopiert.
it_it: Nessun XAML copiato.
ja_jp: コピーされた XAML はありません。
ko_kr: 복사된 XAML이 없습니다.
tr_tr: Kopyalanan XAML yok.
zh_cn: 未复制 XAML。
zh_tw: 未複製任何 XAML。

# Info_OverwritingFile
source: Overwriting '{0}'.
cs_cz: Přepisuje se soubor {0}.
de_de: „{0}“ wird überschrieben.
it_it: Sovrascrittura di "{0}" in corso.
ja_jp: '{0}' を上書きしています。
ko_kr: '{0}'을(를) 덮어쓰는 중입니다.
tr_tr: "{0}" üzerine yazılıyor.
zh_cn: 覆盖“{0}”。
zh_tw: 正在覆寫 '{0}'。

# Info_PropertiesInSelectedAreaCount
source: {0} properties within the selection area.
cs_cz: V rámci vybrané oblasti je následující počet vlastností: {0}
de_de: {0} Eigenschaften im Auswahlbereich.
it_it: {0} proprietà all'interno dell'area di selezione.
ja_jp: 選択範囲内の {0} プロパティです。
ko_kr: 선택 영역 내의 {0}개의 속성이 있습니다.
tr_tr: Seçim alanı içinde {0} özellik var.
zh_cn: 选择区域中的 {0} 属性。
zh_tw: 選取區域內的 {0} 個屬性。

# Info_PropertyIsReadOnly
source: Property is read-only so looking for read-only mappings first.
cs_cz: Vlastnost je jen pro čtení, a proto se jako první vyhledávají mapování jen pro čtení.
de_de: Die Eigenschaft ist schreibgeschützt, daher wird zuerst nach schreibgeschützten Zuordnungen gesucht.
it_it: La proprietà è di sola lettura, per cui è necessario cercare innanzitutto i mapping di sola lettura.
ja_jp: プロパティは読み取り専用なので、まず読み取り専用マッピングを探しています。
ko_kr: 속성은 읽기 전용이므로 읽기 전용 매핑을 먼저 찾는 중입니다.
tr_tr: Özellik salt okunur. Bu nedenle öncelikle salt okunur eşlemeler aranıyor.
zh_cn: 属性是只读的，因此先查找只读映射。
zh_tw: 屬性是唯讀的，所以先尋找唯讀的對應。

# Info_PropertyTypeHasNoSubProperties
source: '{0}' is of type '{1}' which has has no sub-properties.
cs_cz: Vlastnost {0} je typu {1}, který nemá žádné dílčí vlastnosti.
de_de: „{0}“ ist vom Typ „{1}“, der keine Untereigenschaften besitzt.
it_it: "{0}" è di tipo "{1}" e non ha proprietà secondarie.
ja_jp: '{0}' はサブプロパティのないタイプ '{1}' です.
ko_kr: '{0}'은(는) 하위속성이 없는 '{1}' 형식입니다.
tr_tr: "{0}", alt özelliği olmayan "{1}" türünde.
zh_cn: “{0}”的类型为“{1}”，它不包含子属性。
zh_tw: '{0}' 的型別為沒有子屬性的 '{1}'。

# Info_PropertyTypeNotRecognizedAsGeneric
source: '{0}' not recognized as generic.
cs_cz: Typ {0} nebyl rozpoznán jako obecný.
de_de: „{0}“ wird nicht als generisch erkannt.
it_it: "{0}" non riconosciuto come generico.
ja_jp: '{0}' はジェネリックと認識されません。
ko_kr: '{0}'은(는) 제네릭으로 인식되지 않습니다.
tr_tr: "{0}" genel olarak tanınmıyor.
zh_cn: “{0}”未识别为泛型。
zh_tw: '{0}' 未識別為泛型。

# Info_ProperyIsNotReadOnly
source: Property is not read-only so filtering out read-only mappings.
cs_cz: Vlastnost není jen pro čtení, a proto se odfiltrovávají mapování jen pro čtení.
de_de: Die Eigenschaft ist nicht schreibgeschützt, daher werden schreibgeschützte Zuordnungen herausgefiltert.
it_it: La proprietà non è di sola lettura, per cui è necessario escludere i mapping di sola lettura.
ja_jp: プロパティは読み取り専用ではないので、まず読み取り専用マッピングを除外しています。
ko_kr: 속성은 읽기 전용이 아니므로 읽기 전용 매핑을 필터링합니다.
tr_tr: Özellik salt okunur değil. Bu nedenle salt okunur eşlemeler filtreleniyor.
zh_cn: 属性不是只读，因此筛选出只读映射。
zh_tw: 屬性不是唯讀的，所以篩選掉唯讀的對應。

# Info_ReplacingIncIntPlaceholder
source: Replacing incrementing integer placeholder.
cs_cz: Nahrazování zástupného symbolu zvětšujícího se celého čísla
de_de: Der Platzhalter für die ganzzahlige Erhöhung wird ersetzt...
it_it: Sostituzione del placeholder intero in aumento.
ja_jp: Incrementing Integer プレースホルダを置き換えています。
ko_kr: 증분 정수 자리의 표시자를 바꾸는 중입니다.
tr_tr: Artımlı tamsayı yer tutucusu değiştiriliyor.
zh_cn: 替换递增整数占位符。
zh_tw: 取代遞增整數預留位置。

# Info_ReplacingRepIntPlaceholder
source: Replacing repeated integer placeholder.
cs_cz: Nahrazování zástupného symbolu opakovaného celého čísla
de_de: Der Platzhalter für die wiederholte Ganzzahl wird ersetzt...
it_it: Sostituzione del placeholder intero ripetuto.
ja_jp: Repeated Integer プレースホルダを置き換えています。
ko_kr: 반복 정수 자리의 표시자를 교체 중입니다.
tr_tr: Yinelenen tamsayı yer tutucusu değiştiriliyor.
zh_cn: 替换重复的整数占位符。
zh_tw: 取代重複整數預留位置。

# Info_ReturningOutput
source: Returning: {0}
cs_cz: Vrací se: {0}
de_de: Rückgabe: {0}
it_it: Ritorno: {0}
ja_jp: リターン:{0}
ko_kr: 반환 중: {0}
tr_tr: Döndürülüyor: {0}
zh_cn: 返回:{0}
zh_tw: 正在傳回：{0}

# Info_SearchingForMappingWithGenericWildcard
source: Searching for mapping for generic type treated as '{0}'.
cs_cz: Vyhledávání mapování pro obecný typ, který se zpracovává jako {0}
de_de: Es wird nach einer Zuordnung für den generischen Typ (behandelt als „{0}“) gesucht...
it_it: Ricerca del mapping per tipo generico trattato come "{0}".
ja_jp: '{0}'として扱われるジェネリック タイプのマッピングを探しています。
ko_kr: '{0}'(으)로 처리되는 제네릭 형식에 대한 매핑을 검색 중입니다.
tr_tr: "{0}" olarak değerlendirilen genel tür için eşleme aranıyor.
zh_cn: 在映射中搜索被视为“{0}”的泛型类型。
zh_tw: 正在搜尋視為 '{0}' 之泛型型別的對應。

# Info_SubpropertyCount
source: Property '{0}' has {1} sub-properties.
cs_cz: Vlastnost {0} má následující počet dílčích vlastností: {1}
de_de: Die Eigenschaft „{0}“ besitzt {1} Untereigenschaften.
it_it: La proprietà "{0}" ha {1} proprietà secondarie.
ja_jp: プロパティ '{0}' には {1} サブプロパティがあります。
ko_kr: '{0}' 속성에는 {1} 하위 속성이 있습니다.
tr_tr: "{0}" özelliğinin {1} alt özelliği var.
zh_cn: 属性“{0}”具有 {1} 子属性。
zh_tw: 屬性 '{0}' 有 {1} 個子屬性。

# Info_UnableToAccessTelemetry
source: Unable to load the assembly 'Microsoft.VisualStudio.Telemetry' so telemetry will not be enabled.
cs_cz: Nelze načíst sestavení Microsoft.VisualStudio.Telemetry, a proto telemetrie nebude povolená.
de_de: Die Assembly „Microsoft.VisualStudio.Telemetry“ kann nicht geladen werden, daher wird Telemetrie nicht aktiviert.
it_it: Impossibile caricare l'assemblaggio "Microsoft.VisualStudio.Telemetry", per cui la telemetria non verrà abilitata.
ja_jp: 'Microsoft.VisualStudio.Telemetry' のアセンブリが読み込めないため、テレメトリがご利用いただけません。
ko_kr: 어셈블리 'Microsoft.VisualStudio.Telemetry'를 로드할 수 없으므로 텔레메트리를 사용할 수 없습니다.
tr_tr: "Microsoft.VisualStudio.Telemetry" derlemesi yüklenemiyor. Bu nedenle telemetri etkinleştirilmeyecek.
zh_cn: 无法加载程序集“Microsoft.VisualStudio.Telemetry”，因此将无法启用遥测。
zh_tw: 無法載入組件 'Microsoft.VisualStudio.Telemetry' 所以將無法啟用遙測。

# Info_UsingClassGrouping
source: Using class grouping of '{0}'.
cs_cz: Používá se seskupení tříd {0}.
de_de: Die Klassengruppierung „{0}“ wird verwendet.
it_it: Utilizzo raggruppamento classi di "{0}".
ja_jp: '{0}' にグループ分けしたクラスを使用します。
ko_kr: '{0}' 클래스 그룹화를 사용 중입니다.
tr_tr: "{0}" sınıf gruplaması kullanılıyor.
zh_cn: 使用“{0}”的类分组。
zh_tw: 正在使用 '{0}' 的類別分組。
