Repository: DaveCS1/Rapid-XAML-Toolkit
Catalog: VSIX/RapidXamlToolkit/Resources/StringRes.*.resx
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

# Info_IntializingCommands
source: Initializing Commands (v{0})
es_es: Comandos de inicialización (v{0})
fr_fr: Initialisation des commandes (v{0})
pl_pl: Inicjowanie poleceń (wersja {0})
pt_br: Inicializando comandos (v{0})
ru_ru: Инициализируются команды (версия {0})

# Options_AllInOneProject
source: Views & ViewModels are in the same project
es_es: Vistas y Ver modelos están en el mismo proyecto
fr_fr: Views & ViewModels sont dans le même projet
pl_pl: Widoki i modele widoków są w tym samym projekcie
pt_br: Modos de exibição & ViewModels estão no mesmo projeto
ru_ru: Шаблоны View и ViewModel находятся в одном проекте

# Options_AllInOneProjectDescription
source: Indicate that the ViewModels and Views (XAML files) are in the same project.
es_es: Indique si Ver modelos y Vistas (archivos XAML) están en el mismo proyecto.
fr_fr: Indique que Views et ViewModels (fichiers XAML) sont dans le même projet.
pl_pl: Informacja o tym, że modele widoków i widoki (pliki XAML) znajdują się w tym samym projekcie.
pt_br: Indique que ViewModels e Modos de exibição (arquivos XAML) estão no mesmo projeto.
ru_ru: Укажите, что шаблоны ViewModel и View (XAML-файлы) находятся в одном проекте.

# Options_ButtonAdd
source: _Add
es_es: _Agregar
fr_fr: _Ajouter
pl_pl: _Dodaj
pt_br: _Adicionar
ru_ru: Добавить

# Options_ButtonCopy
source: _Copy
es_es: _Copiar
fr_fr: _Copier
pl_pl: _Kopiuj
pt_br: _Copiar
ru_ru: Копировать

# Options_ButtonDelete
source: _Delete
es_es: Eli_minar
fr_fr: _Supprimer
pl_pl: U_suń
pt_br: _Excluir
ru_ru: Удалить

# Options_ButtonEdit
source: _Edit
es_es: _Editar
fr_fr: _Modifier
pl_pl: _Edytuj
pt_br: Edi_tar
ru_ru: Изменить

# Options_ButtonImport
source: _Import
es_es: _Importar
fr_fr: _Importer
pl_pl: _Importuj
pt_br: _Importar
ru_ru: Импортировать

# Options_ButtonNew
source: _New
es_es: _Nuevo
fr_fr: _Nouveau
pl_pl: _Nowy
pt_br: _Novo
ru_ru: Создать

# Options_ButtonOk
source: Ok
es_es: Aceptar

# Options_ButtonReset
source: _Reset
es_es: _Restablecer
fr_fr: _Réinitialiser
pl_pl: _Resetuj
pt_br: _Redefinir
ru_ru: Сбросить

# Options_ButtonSetAsActive
source: _Set as Active
es_es: E_stablecer como Activo
fr_fr: _Définir sur Actif
pl_pl: _Ustaw jako aktywny
pt_br: _Definir como Ativo
ru_ru: Задать как активный

# Options_ClassGrouping
source: Class grouping:
es_es: Agrupación de clases
fr_fr: Groupe de catégories
pl_pl: Grupowanie klas
pt_br: Agrupamento de classes
ru_ru: Группировка классов

# Options_ClassGroupingDescription
source: The element that encapsulates the elements created for each property when creating XAML for a class.
es_es: El elemento que engloba los elementos creados para cada propiedad al crear los XAML de una clase.
fr_fr: L'élément qui encapsule les éléments créés pour chaque propriété au moment de la création du XAML pour une catégorie.
pl_pl: Element hermetyzujący elementy stworzone dla każdej właściwości podczas tworzenia pliku XAML dla klasy.
pt_br: O elemento que encapsula os elementos criados para cada propriedade ao criar XAML para uma classe.
ru_ru: Элемент, включающий элементы, созданные для каждого свойства при создании XAML-файла для класса.

# Options_CodeBehindConstructorContent
source: Code-behind constructor content:
es_es: Code-behind contenido del constructor
fr_fr: Contenu de constructeur Code-behind
pl_pl: Zawartość konstruktora Code-behind
pt_br: Conteúdo de construtor Code-behind
ru_ru: Содержимое конструктора Code-behind

# Options_CodeBehindConstructorContentDescription
source: Code that should be added to the constructor of the code-behind file when setting the datacontext.
es_es: Código que debe agregarse al constructor del código subyacente al archivo cuando se establece el contexto de datos.
fr_fr: Le code qui doit être ajouté au constructeur du fichier code-behind lors de la définition du datacontext.
pl_pl: Kod, który należy dodać do konstruktora pliku codebehind podczas ustawiania elementu datacontext.
pt_br: Código que deve ser adicionado ao construtor do código por trás do arquivo ao definir o datacontext.
ru_ru: Код, который следует добавить в конструктор файла кода программной части при задании контекста данных.

# Options_CodeBehindPageContent
source: Code-behind page content:
es_es: Code-behind contenido de página
fr_fr: Contenu de page Code-behind
pl_pl: Zawartość strony Code-behind
pt_br: Conteúdo de página Code-behind
ru_ru: Содержимое страницы Code-behind

# Options_CodeBehindPageContentDescription
source: Code that should be added to the code-behind file, outside of the constructor, when setting the datacontext.
es_es: Código que debe agregarse al archivo code-behind, fuera del constructor, cuando se establece el contexto de datos.
fr_fr: Le code qui doit être ajouté au fichier code-behind en dehors du constructeur, lors de la définition du datacontext.
pl_pl: Kod, który należy dodać do pliku code-behind oprócz konstruktora, podczas ustawiania elementu datacontext.
pt_br: Código que deve ser adicionado ao arquivo code-behind, fora do construtor, ao definir o datacontext.
ru_ru: Код, который следует добавить в файл кода code-behind за пределами конструктора при задании контекста данных.

# Options_CodeBehindPlaceholder
source: Code-behind file default content:
es_es: Code-behind contenido predeterminado del archivo
fr_fr: Contenu par défaut du fichier Code-behind
pl_pl: Domyślna zawartość pliku Code-behind
pt_br: Conteúdo padrão de arquivo Code-behind
ru_ru: Содержимое файла кода Code-behind по умолчанию

# Options_CodeBehindPlaceholderDescription
source: The default file contents when creating a code-behind file.
es_es: Contenido del archivo predeterminado cuando se crea un archivo code-behind.
fr_fr: Les contenus du fichier par défaut lors de la création d'un fichier code-behind.
pl_pl: Domyślna zawartość pliku używana podczas tworzenia pliku code-behind.
pt_br: O conteúdo de arquivo padrão ao criar um arquivo code-behind.
ru_ru: Содержимое файла по умолчанию при создании файла кода code-behind.

# Options_DataContextHeader
source: DataContext
es_es: Contexto de datos
ru_ru: Контекст данных

# Options_DefaultCodeBehindConstructor
source: Default code-behind constructor:
es_es: Constructor de code-behind predeterminado
fr_fr: Constructeur code-behind par défaut
pl_pl: Domyślny konstruktor code-behind
pt_br: Construtor code-behind padrão
ru_ru: Конструктор кода code-behind по умолчанию

# Options_DefaultCodeBehindConstructorDescription
source: The constuctor of the code-behind file that will be added, if needed and one doesn't already exist.
es_es: El constructor del archivo code-behind que se agregará si es necesario y no existe ninguno todavía.
fr_fr: Le constructeur du fichier code-behind qui sera ajouté si nécessaire et si aucun constructeur n'existe déjà.
pl_pl: Konstruktor pliku code-behind, który zostanie dodany w razie potrzeby, chyba że będzie już istniał.
pt_br: O construtor do arquivo code-behind que será adicionado, se necessário e se um ainda não existir.
ru_ru: Конструктор файла кода code-behind, который не существует, но будет добавлен при необходимости.

# Options_EnableExtendedLogging
source: Enable extended logging
es_es: Permitir el inicio de sesión ampliado
fr_fr: Activer la journalisation étendue
pl_pl: Włącz rejestrowanie rozszerzone
pt_br: Habilitar registro em log estendido
ru_ru: Включить расширенное ведение журнала

# Options_EnumMappingOutput
source: Enum output:
es_es: Salida de enumeración
fr_fr: Sortie énumération
pl_pl: Wynik wyliczenia
pt_br: Saída de enumeração
ru_ru: Выходные данные перечисления

# Options_EnumMappingOutputDescription
source: The output used for each element of an enumeration.
es_es: Salida utilizada para cada elemento de una enumeración.
fr_fr: La sortie utilisée pour chaque élément d'une énumération.
pl_pl: Wynik używany dla każdego elementu wyliczenia.
pt_br: A saída usada para cada elemento de uma enumeração.
ru_ru: Выходные данные, используемые для каждого элемента перечисления.

# Options_FallbackOutput
source: Fallback output:
es_es: Salida de reserva
fr_fr: Sortie de repli
pl_pl: Wynik rezerwowy
pt_br: Saída de fallback
ru_ru: Выходные данные отката

# Options_FallbackOutputDescription
source: The output used for a property when no specific mapping can be applied.
es_es: Salida utilizada para una propiedad cuando se puede aplicar una asignación específica.
fr_fr: La sortie utilisée pour une propriété lorsqu'aucun mappage spécifique ne peut être appliqué.
pl_pl: Wynik używany dla właściwości, gdy nie można zastosować żadnego konkretnego mapowania.
pt_br: A saída usada para uma propriedade quando nenhum mapeamento específico pode ser aplicado.
ru_ru: Выходные данные, используемые для свойства, если невозможно применить конкретное сопоставление.

# Options_GeneralSettingsHeader
source: General Settings
es_es: Configuración general
fr_fr: Paramètres généraux
pl_pl: Ustawienia ogólne
pt_br: Configurações Gerais
ru_ru: Общие параметры

# Options_MappingIfReadOnly
source: Only if read-only
es_es: Únicamente si es solo lectura
fr_fr: Uniquement si utilisé de manière aléatoire
pl_pl: Wyłącznie w trybie tylko do odczytu
pt_br: Apenas se for somente leitura
ru_ru: Если доступно только для чтения

# Options_MappingIfReadOnlyDescription
source: The mapping should only apply if the property has a public setter.
es_es: La asignación solo se utiliza si la propiedad tiene un establecedor público.
fr_fr: Le mappage doit uniquement être appliqué si la propriété dispose d'un accesseur en écriture public.
pl_pl: Mapowanie należy zastosować tylko wtedy, gdy metoda ustawiająca właściwości jest publiczna.
pt_br: O mapeamento só deverá ser aplicado se a propriedade tiver um setter público.
ru_ru: Сопоставление должно применяться, только если свойство имеет общий метод задания.

# Options_MappingNameFilter
source: Name filter:
es_es: Filtro de nombre
fr_fr: Filtre du nom
pl_pl: Filtr nazw
pt_br: Filtro de nome
ru_ru: Фильтр по именам

# Options_MappingNameFilterDescription
source: The partial name of the property to match with. Multiple values can be specified if separated by a pipe (|) character.
es_es: Nombre parcial de la propiedad con la cual se debe establecer correspondencia. Es posible especificar varios valores si se separan con un carácter (|).
fr_fr: Le nom partiel de la propriété à faire correspondre. Plusieurs valeurs peuvent être spécifiées si elles sont séparées par une barre verticale (|).
pl_pl: Częściowa nazwa żądanej właściwości. Można podać wiele wartości, o ile będą oddzielone znakiem kreski pionowej (|).
pt_br: O nome parcial da propriedade para correspondência. Vários valores podem ser especificados caso separados por um caractere de barra vertical (|).
ru_ru: Частичное имя свойства, с которым выполняется сопоставление. Можно указать несколько значений, разделив их вертикальной чертой (|).

# Options_MappingOutput
source: Output:
es_es: Salida
fr_fr: Sortie
pl_pl: Wynik
pt_br: Saída
ru_ru: Выходные данные

# Options_MappingOutputDescription
source: The output that should be generated if this mapping is used.
es_es: Salida que debe generarse si se utiliza esta asignación.
fr_fr: La sortie qui doit être générée si ce mappage est utilisé.
pl_pl: Wynik, który powinien zostać wygenerowany w przypadku użycia tego mapowania.
pt_br: A saída que deverá ser gerada se este mapeamento for usado.
ru_ru: Если используется это сопоставление, должны быть созданы выходные данные.

# Options_MappingsHeader
source: Mappings
es_es: Asignaciones
fr_fr: Mappages
pl_pl: Mapowania
pt_br: Mapeamentos
ru_ru: Сопоставления

# Options_MappingType
source: Type:
es_es: Tipo
pl_pl: Typ
pt_br: Tipo
ru_ru: Тип

# Options_MappingTypeDescription
source: The type of the property to match with. Multiple values can be specified if separated by a pipe (|) character.
es_es: Tipo de la propiedad con la cual se debe establecer correspondencia. Es posible especificar varios valores si se separan con un carácter (|).
fr_fr: Le type de la propriété à faire correspondre. Plusieurs valeurs peuvent être spécifiées si elles sont séparées par une barre verticale (|).
pl_pl: Typ żądanej właściwości. Można podać wiele wartości, o ile będą oddzielone znakiem kreski pionowej (|).
pt_br: O tipo da propriedade para correspondência. Vários valores podem ser especificados caso separados por um caractere de barra vertical (|).
ru_ru: Тип свойства, с которым выполняется сопоставление. Можно указать несколько значений, разделив их вертикальной чертой (|).

# Options_NamingHeader
source: Naming
es_es: Nomenclatura
fr_fr: Nommage
pl_pl: Nazewnictwo
pt_br: Nomenclatura
ru_ru: Именование

# Options_NamingVisualizer
source: Visualize solution structure
es_es: Visualizar estructura de solución
fr_fr: Visualiser la structure de la solution
pl_pl: Wizualizuj strukturę rozwiązania
pt_br: Visualizar estrutura de solução
ru_ru: Визуализация структуры решения

# Options_ProfileName
source: Name:
es_es: Nombre
fr_fr: Nom
pl_pl: Nazwa
pt_br: Nome
ru_ru: Имя

# Options_ProfilePageTitle
source: Rapid XAML Toolkit - Edit Profile
es_es: Kit de herramientas XAML rápido - Editar perfil
fr_fr: Kit d'outils de développement rapide XAML - Modifier le profil
pl_pl: Rapid XAML Toolkit — edycja profilu
pt_br: Kit de Ferramentas de XAML Rápido ‒ Editar Perfil
ru_ru: Набор инструментов XAML для быстрого создания — изменение профиля

# Options_ProfilesSectionHeader
source: Profiles:
es_es: Perfiles:
fr_fr: Profils :
pl_pl: Profile:
pt_br: Perfis:
ru_ru: Профили:

# Options_StructureAndNamingHeader
source: Structure and Naming
es_es: Estructura y nomenclatura
fr_fr: Structure et nommage
pl_pl: Struktura i nazewnictwo
pt_br: Estrutura e Nomenclatura
ru_ru: Структура и именование

# Options_StrucutreHeader
source: Project strucutre
es_es: Estructura de proyecto
fr_fr: Structure du projet
pl_pl: Struktura projektu
pt_br: Estrutura do projeto
ru_ru: Структура проекта

# Options_SubPropertyOutput
source: Sub-property output:
es_es: Salida de subpropiedad
fr_fr: Sortie de sous-propriété
pl_pl: Wynik podwłaściwości
pt_br: Saída de subpropriedade
ru_ru: Выходные данные вложенного свойства

# Options_SubPropertyOutputDescription
source: The output used for each property of a generic type.
es_es: Salida utilizada para cada propiedad de un tipo genérico.
fr_fr: La sortie utilisée pour chaque propriété d'un type générique.
pl_pl: Wynik używany dla każdej właściwości typu ogólnego.
pt_br: A saída usada para cada propriedade de um tipo genérico.
ru_ru: Выходные данные, используемые для каждого свойства универсального типа.

# Options_TemporaryUiNotice
source: This UI is temporary and will change before release
es_es: Esta IU es temporal y cambiar antes del lanzamiento
fr_fr: Cette IU est temporaire et sera modifiée avant le lancement
pl_pl: Ten interfejs użytkownika jest tymczasowy i ulegnie zmianie przed opublikowaniem
pt_br: Esta interface do usuário é temporária e será alterada antes do lançamento
ru_ru: Этот пользовательский интерфейс временный, он будет изменен перед выпуском

# Options_ViewModelDirectoryName
source: ViewModel directory name:
es_es: Nombre de directorio Ver modelo
fr_fr: Nom du répertoire ViewModel
pl_pl: Nazwa katalogu modeli widoków
pt_br: Nome de diretório de ViewModel
ru_ru: Имя каталога ViewModel

# Options_ViewModelDirectoryNameDescription
source: The name of the folder that contains the ViewModels.
es_es: Nombre de la carpeta que contiene Ver modelos.
fr_fr: Le nom du dossier qui contient les fichiers ViewModels.
pl_pl: Nazwa folderu zawierającego modele widoków.
pt_br: O nome da pasta que contém os ViewModels.
ru_ru: Имя папки, которая содержит шаблоны ViewModel.

# Options_ViewModelFileSuffix
source: ViewModel file suffix:
es_es: Sufijo de archivo Ver modelo
fr_fr: Suffixe de fichier ViewModel
pl_pl: Sufiks pliku modelu widoku
pt_br: Sufixo de arquivo de ViewModel
ru_ru: Суффикс файла ViewModel

# Options_ViewModelFileSuffixDescription
source: The text appended to the end of the name of each ViewModel.
es_es: Texto anexado al final del nombre de cada Ver modelo.
fr_fr: Le texte ajouté à la fin du nom de chaque fichier ViewModel.
pl_pl: Tekst dodawany na końcu nazwy każdego modelu widoku.
pt_br: O texto anexado ao fim do nome de cada ViewModel.
ru_ru: Текст, добавленный в конец имени каждого шаблона ViewModel.

# Options_ViewModelProjectSuffix
source: ViewModel project suffix:
es_es: Sufijo de proyecto Ver modelo
fr_fr: Suffixe de projet ViewModel
pl_pl: Sufiks projektu modelu widoku
pt_br: Sufixo de Projeto de ViewModel
ru_ru: Суффикс проекта ViewModel

# Options_ViewModelProjectSuffixDescription
source: The text from the end of the name of the project that contains the ViewModels.
es_es: Texto tomado del final del nombre del proyecto que contiene Ver modelos.
fr_fr: Le texte à la fin du nom du projet qui contient les fichiers ViewModels.
pl_pl: Tekst na końcu nazwy projektu zawierającego modele widoków.
pt_br: O texto do fim do nome do projeto que contém os ViewModels.
ru_ru: Текст в конце имени проекта, который содержит шаблоны ViewModel.

# Options_XamlFileDirectoryName
source: XAML file directory name:
es_es: Nombre de directorio de archivos XAML
fr_fr: Nom du répertoire du fichier XAML
pl_pl: Nazwa katalogu plików XAML
pt_br: Nome de diretório de arquivos XAML
ru_ru: Имя каталога XAML-файла

# Options_XamlFileDirectoryNameDescription
source: The name of the folder that contains the Views (XAML files.)
es_es: Nombre de la carpeta que contiene las Vistas (archivos XAML).
fr_fr: Le nom du dossier qui contient les fichiers Views (fichiers XAML).
pl_pl: Nazwa folderu zawierającego widoki (pliki XAML).
pt_br: O nome da pasta que contém os Modos de exibição (arquivos XAML).
ru_ru: Имя папки, которая содержит шаблоны View (XAML-файлы).

# Options_XamlFileSuffix
source: XAML file suffix:
es_es: Sufijo de archivo XAML
fr_fr: Suffixe de fichier XAML
pl_pl: Sufiks pliku XAML
pt_br: Sufixo de arquivo XAML
ru_ru: Суффикс XAML-файла

# Options_XamlFileSuffixDescription
source: The text appended to the end of the name of each View (XAML file.)
es_es: Texto anexado al final del nombre de cada Vista (archivo XAML).
fr_fr: Le texte ajouté à la fin du nom de chaque fichier View (fichier XAML).
pl_pl: Tekst dodawany na końcu nazwy każdego widoku (pliku XAML).
pt_br: O texto anexado ao fim do nome de cada Modo de exibição (arquivo XAML).
ru_ru: Текст, добавленный в конец имени каждого шаблона View (XAML-файл).

# Options_XamlPageAttribute
source: XAML page attribute:
es_es: Atributo XAMLPage
fr_fr: Attribut XAMLPage
pl_pl: Atrybut XAMLPage
pt_br: Atributo XAMLPage
ru_ru: Атрибут XAMLPage

# Options_XamlPageAttributeDescription
source: The attribute that should be added ot the top level XAMLelement when setting the datacontext.
es_es: Atributo que debe agregarse al XAMLelement de nivel superior cuando se establece el contexto de datos.
fr_fr: L'attribut qui doit être ajouté au niveau supérieur de l'élément XAML lors de la définition du datacontext.
pl_pl: Atrybut, który należy dodać do elementu XAMLelement najwyższego poziomu podczas ustawiania elementu datacontext.
pt_br: O atributo que deve ser adicionado ao XAMLelement de nível superior ao definir o datacontext.
ru_ru: Атрибут, который следует добавить в элемент XAMLelement верхнего уровня при задании контекста данных.

# Options_XamlPlaceholder
source: XAML file default content:
es_es: Contenido predeterminado de XAML
fr_fr: Contenu par défaut du fichier XAML
pl_pl: Domyślna zawartość pliku XAML
pt_br: Conteúdo padrão de arquivo XAML
ru_ru: Содержимое XAML-файла по умолчанию

# Options_XamlPlaceholderDescription
source: The default file contents when creating a new XAML file.
es_es: Contenido del archivo predeterminado cuando se crea un archivo XAML.
fr_fr: Les contenus du fichier par défaut lors de la création d'un fichier XAML.
pl_pl: Domyślna zawartość pliku używana podczas tworzenia nowego pliku XAML.
pt_br: O conteúdo de arquivo padrão ao criar um novo arquivo XAML.
ru_ru: Содержимое файла по умолчанию при создании XAML-файла .

# Options_XamlProjectSuffix
source: XAML project suffix:
es_es: Sufijo de proyecto XAML
fr_fr: Suffixe de projet XAML
pl_pl: Sufiks projektu XAML
pt_br: Sufixo de projeto XAML
ru_ru: Суффикс проекта XAML

# Options_XamlProjectSuffixDescription
source: The text from the end of the name of the project that contains the Views (XAML files.)
es_es: Texto tomado del final del nombre del proyecto que contiene las Vistas (archivos XAML).
fr_fr: Le texte à la fin du nom du projet qui contient les fichiers Views (fichiers XAML).
pl_pl: Tekst na końcu nazwy projektu zawierającego widoki (pliki XAML).
pt_br: O texto do fim do nome do projeto que contém os Modos de exibição (arquivos XAML).
ru_ru: Текст в конце имени проекта, который содержит шаблоны View (XAML-файлы).

# Options_ButtonExport
source: E_xport
es_es: E_xportar
fr_fr: _Exporter
pl_pl: E_ksportuj
pt_br: E_xportar
ru_ru: Экспортировать

# Error_UnableToFindProjectInSolution
source: Unable to find project '{0}' in the solution.
es_es: No se encuentra el proyecto '{0}' en la solución.
fr_fr: Impossible de trouver le projet « {0} » dans la solution.
pl_pl: Nie można znaleźć projektu {0} w rozwiązaniu.
pt_br: Não é possível encontrar o projeto '{0}' na solução.
ru_ru: Не удалось найти проект "{0}" в решении.

# Info_AddedRowDefsCount
source: Adding {0} row definitions.
es_es: Agregando definiciones de {0} filas.
fr_fr: Ajout des définitions de rangées {0}.
pl_pl: Dodawanie definicji wierszy ({0}).
pt_br: Adicionando {0} definições de linha.
ru_ru: Добавляются определения строк: {0}.

# Info_AddedXamlToToolbox
source: Added XAML to toolbox for {0}
es_es: Se agregó XAML a la caja de herramientas de {0}
fr_fr: Ajout de XAML à la boîte d'outils pour {0}
pl_pl: Dodano plik XAML do przybornika {0}
pt_br: XAML adicionado à caixa de ferramentas para {0}
ru_ru: XAML-файл добавлен на панель элементов для {0}

# Info_AddingColDefsToGrid
source: Adding ColumnDefinitions to grid.
es_es: Agregando Definiciones de columnas a la cuadrícula.
fr_fr: Ajout des définitions de colonnes à la grille.
pl_pl: Dodawanie elementu ColumnDefinitions do siatki.
pt_br: Adicionando ColumnDefinitions à grade.
ru_ru: Добавляются определения ColumnDefinition в сетку.

# Info_AddingGridToOutput
source: Adding Grid to output.
es_es: Agregando Cuadrícula a la salida.
fr_fr: Ajout de la grille à la sortie.
pl_pl: Dodawanie siatki do wyniku.
pt_br: Adicionando Grade à saída.
ru_ru: Добавляется сетка в выходные данные.

# Info_AddingPropertyToOutput
source: Adding '{0}' to the output.
es_es: Agregando '{0}' a la salida.
fr_fr: Ajout de « {0} » à la sortie.
pl_pl: Dodawanie elementu {0} do wyniku.
pt_br: Adicionando '{0}' à saída.
ru_ru: Добавляется "{0}" в выходные данные.

# Info_AnalyzingCSharpCode
source: Analyzing C# code. (v{0})
es_es: Analizando el código C#. (v{0})
fr_fr: Analyse du code C#. (v{0})
pl_pl: Analizowanie kodu C#. (v{0})
pt_br: Analisando código C#. (v{0})
ru_ru: Анализируется код C#. (версия {0})

# Info_AnalyzingVisualBasicCode
source: Analyzing VB code. (v{0})
es_es: Analizando el código VB. (v{0})
fr_fr: Analyse du code VB. (v{0})
pl_pl: Analizowanie kodu VB. (v{0})
pt_br: Analisando código VB. (v{0})
ru_ru: Анализируется код VB. (версия {0})

# Info_AttemptingoAddToToolbox
source: Attempting to add XAML to the Toolbox.
es_es: Intentando agregar XAML a la Caja de herramientas.
fr_fr: Tentative d'ajout de XAML à la boîte d'outils.
pl_pl: Próba dodania pliku XAML do przybornika.
pt_br: Tentando adicionar XAML à Caixa de ferramentas.
ru_ru: Выполняется попытка добавить XAML на панель элементов.
