Repository: DaveCS1/Rapid-XAML-Toolkit
Catalog: VSIX/RapidXamlToolkit/Resources/StringRes.*.resx
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

# Info_AttemptingToCopy
source: Attempting to copy XAML to clipboard.
es_es: Intentando copiar XAML al portapapeles.
fr_fr: Tentative de copier XAML dans le presse-papier.
pl_pl: Próba skopiowania pliku XAML do schowka.
pt_br: Tentando copiar XAML para a área de transferência.
ru_ru: Выполняется попытка скопировать XAML-файл в буфер обмена.

# Info_AttemptingToCreateView
source: Attempting to create View.
es_es: Intentando crear Vista.
fr_fr: Tentative de création de View.
pl_pl: Próba utworzenia widoku.
pt_br: Tentando criar Modo de exibição.
ru_ru: Выполняется попытка создать шаблон View.

# Info_CannotGetPropertiesForKnownType
source: Cannot get sub-properties for known type '{0}'.
es_es: No es posible obtener subpropiedades del tipo '{0}' conocido.
fr_fr: Impossible d'obtenir les sous-propriétés pour le type connu « {0} ».
pl_pl: Nie można pobrać podwłaściwości dla znanego typu {0}.
pt_br: Não é possível obter subpropriedades para o tipo conhecido '{0}'.
ru_ru: Не удается получить вложенные свойства для известного типа "{0}".

# Info_ClassNoPublicProperties
source: Class contains no public properties.
es_es: La clase no contiene propiedades públicas.
fr_fr: La catégorie ne contient aucune propriété publique.
pl_pl: Klasa nie zawiera żadnych właściwości publicznych.
pt_br: A classe não contém propriedades públicas.
ru_ru: Класс не содержит общедоступные свойства.

# Info_ClassPropertyCount
source: Class contains {0} properties.
es_es: La clase contiene {0} propiedades.
fr_fr: La catégorie contient {0} propriétés.
pl_pl: Klasa zawiera właściwości ({0}).
pt_br: A classe contém {0} propriedades.
ru_ru: Класс содержит свойства {0}.

# Info_CopiedXaml
source: Copied XAML for {0}: {1}
es_es: XAML copiado para {0}: {1}
fr_fr: Copie de XAML pour {0} : {1}
pl_pl: Skopiowano plik XAML dla {0}: {1}
pt_br: XAML copiado para {0}: {1}
ru_ru: Скопирован XAML-файл для {0}: {1}

# Info_CreatedView
source: Created file {0}
es_es: Archivo {0} creado
fr_fr: Création du fichier {0}
pl_pl: Utworzono plik {0}
pt_br: Arquivo criado {0}
ru_ru: Создан файл {0}

# Info_DocumentPropertyCount
source: Document contains {0} properties.
es_es: El documento contiene {0} propiedades.
fr_fr: Le document contient {0} propriétés.
pl_pl: Dokument zawiera właściwości ({0}).
pt_br: O documento contém {0} propriedades.
ru_ru: Документ содержит свойства {0}.

# Info_EnumElementCount
source: Found {0} elements of enum.
es_es: Se encontraron {0} elementos de enumeración.
fr_fr: {0} éléments d'énumération trouvés.
pl_pl: Znaleziono elementy wyliczenia ({0}).
pt_br: Encontrados {0} elementos de enumeração.
ru_ru: Найдены элементы перечисления: {0}.

# Info_FailedToGetNullableType
source: Failed to get typeSymbol of property '{0}' assumed to have been nullable.
es_es: No se puede obtener typeSymbol de la propiedad '{0}' que supuestamente admite valores NULOS.
fr_fr: Impossible d'obtenir typeSymbol de la propriété « {0} » supposé nul.
pl_pl: Nie udało się pobrać elementu typeSymbol właściwości {0}, która miała dopuszczać wartość null.
pt_br: Falha ao obter typeSymbol da propriedade '{0}' presumida como anulável.
ru_ru: Не удалось получить typeSymbol свойства "{0}". Ожидался тип, допускающий значение NULL.

# Info_FileExists
source: File '{0}' already exists.
es_es: El archivo '{0}' ya existe.
fr_fr: Le fichier « {0} » existe déjà.
pl_pl: Plik {0} już istnieje.
pt_br: O arquivo '{0}' já existe.
ru_ru: Файл "{0}" уже существует.

# Info_FormattingOutputForGenericType
source: Formatting output for generic type '{0}'.
es_es: Dando formato de salida del tipo '{0}' genérico.
fr_fr: Mise en forme de la sortie pour le type « {0} » générique.
pl_pl: Formatowanie wyniku dla typu ogólnego {0}.
pt_br: Formatando saída para tipo genérico '{0}'.
ru_ru: Форматируются выходные данные для универсального типа "{0}".

# Info_FormattingOutputForNonGenericType
source: Formatting output for non-generic type '{0}'.
es_es: Dando formato de salida del tipo '{0}' no genérico.
fr_fr: Mise en forme de la sortie pour le type « {0} » non générique.
pl_pl: Formatowanie wyniku dla typu nieogólnego {0}.
pt_br: Formatando saída para tipo não genérico '{0}'.
ru_ru: Форматируются выходные данные для неуниверсального типа "{0}".

# Info_FormattingOutputForProperty
source: Formatting output for property '{0}'.
es_es: Dando formato de salida del tipo '{0}' genérico.
fr_fr: Mise en forme de la sortie pour la propriété « {0} ».
pl_pl: Formatowanie wyniku dla właściwości {0}.
pt_br: Formatando saída para propriedade '{0}'.
ru_ru: Форматируются выходные данные для свойства "{0}".

# Info_FormattingSubpropertiesInsideGrid
source: Formatting subproperties inside a grid.
es_es: Dando formato de las subpropiedades dentro de una cuadrícula.
fr_fr: Mise en forme des sous-propriétés à l'intérieur de la grille.
pl_pl: Formatowanie podwłaściwości wewnątrz siatki.
pt_br: Formatando subpropriedades dentro de uma grade.
ru_ru: Форматируются вложенные свойства в сетке.

# Info_FoundEnumMapping
source: Found mapping for '{0}' as an Enum.
es_es: Se encontró asignación de '{0}' como una Enumeración.
fr_fr: Détection du mappage pour « {0} » en tant qu'énumérateur.
pl_pl: Znaleziono mapowanie dla {0} w postaci wyliczenia.
pt_br: Mapeamento encontrado para '{0}' como Enumeração.
ru_ru: Найдено сопоставление для "{0}" в качестве перечисления.

# Info_FoundPropertyCount
source: Found {0} subproperties.
es_es: Se encontraron subpropiedades {0}.
fr_fr: {0} sous-propriétés trouvées.
pl_pl: Znaleziono podwłaściwości ({0}).
pt_br: {0} subpropriedades encontradas.
ru_ru: Найдены вложенные свойства: {0}.

# Info_FoundSubProperty
source: Found sub-property '{0}'.
es_es: Se encontró la subpropiedad '{0}'.
fr_fr: {0} sous-propriété trouvée.
pl_pl: Znaleziono podwłaściwość {0}.
pt_br: Subpropriedade encontrada '{0}'.
ru_ru: Найдено вложенное свойство "{0}".

# Info_FoundSubPropertyOfUnknownType
source: Found sub-property of unknown type: {0}.
es_es: Se encontró subpropiedad de tipo desconocido: {0}.
fr_fr: Sous-propriété de type inconnu trouvée : {0}.
pl_pl: Znaleziono podwłaściwość nieznanego typu: {0}.
pt_br: Subpropriedade encontrada de tipo desconhecido: {0}.
ru_ru: Найдено вложенное свойство неизвестного типа: {0}.

# Info_GetSelectionOutput
source: Getting output for the selection.
es_es: Obteniendo salida de la selección.
fr_fr: Récupération de la sortie pour la sélection.
pl_pl: Pobieranie wyniku dla wybranych elementów.
pt_br: Obtendo saída para a seleção.
ru_ru: Получение выходных данных для выделенных элементов.

# Info_GetSingleClassOutput
source: Getting output for the class.
es_es: Obteniendo salida de la clase.
fr_fr: Récupération de la sortie pour la catégorie.
pl_pl: Pobieranie wyniku dla klasy.
pt_br: Obtendo saída para a classe.
ru_ru: Получение выходных данных для класса.

# Info_GetSingleItemOutput
source: Getting output for a single item.
es_es: Obteniendo salida de un solo elemento.
fr_fr: Récupération de la sortie pour un élément unique.
pl_pl: Pobieranie wyniku dla pojedynczego elementu.
pt_br: Obtendo saída para um único item.
ru_ru: Получение выходных данных для одного элемента.

# Info_GetSinglePropertyOutput
source: Getting output for a single property.
es_es: Obteniendo salida de una sola propiedad.
fr_fr: Récupération de la sortie pour une propriété unique.
pl_pl: Pobieranie wyniku dla pojedynczej właściwości.
pt_br: Obtendo saída para uma única propriedade.
ru_ru: Получение выходных данных для одного свойства.

# Info_GettingGenericType
source: Getting a generic type.
es_es: Obteniendo un tipo genérico.
fr_fr: Récupération d'un type générique.
pl_pl: Pobieranie typu ogólnego.
pt_br: Obtendo um tipo genérico.
ru_ru: Получение универсального типа.

# Info_GettingSubPropertyOutput
source: Getting sub-property output for '{0}'.
es_es: Obteniendo salida de subpropiedad de '{0}'.
fr_fr: Récupération de la sortie de la sous-propriété de « {0} ».
pl_pl: Pobieranie wyniku podwłaściwości dla elementu {0}.
pt_br: Obtendo saída de subpropriedade para '{0}'.
ru_ru: Получение выходных данных вложенного свойства для "{0}".

# Info_IdentifiedPropertySummary
source: Identified property as Name='{0}' Type='{1}' IsReadOnly='{2}'.
es_es: Propiedad identificada como Nombre='{0}' Tipo='{1}' es de solo lectura='{2}'.
fr_fr: Identification de la propriété en tant que Nom = « {0} » Type = « {1} » Lecture uniquement = « {2} ».
pl_pl: Zidentyfikowano właściwość: Name={0} Type={1} IsReadOnly={2}.
pt_br: Propriedade identificada como Nome='{0}' Tipo='{1}' IsReadOnly='{2}'.
ru_ru: Идентифицировано свойство: имя — "{0}", тип — "{1}", IsReadOnly — "{2}".

# Info_LookingForReadWriteMappings
source: Looking for mappings that are not read-only.
es_es: Buscando asignaciones que no sean de solo lectura.
fr_fr: Recherche de mappages qui ne sont pas en lecture seule.
pl_pl: Wyszukiwanie mapowań, które nie są tylko do odczytu.
pt_br: Procurando mapeamentos que não são somente leitura.
ru_ru: Выполняется поиск сопоставлений, которые доступны не только для чтения.

# Info_NoEnumMappingFound
source: No mapping found for '{0}' as an Enum so now checking by type name.
es_es: No se encontraron asignaciones de '{0}' como una Enumeración; buscando por nombre de tipo.
fr_fr: Aucun mappage trouvé pour « {0} » en tant qu'énumérateur, vérification par nom de type.
pl_pl: Nie znaleziono żadnego mapowania dla elementu {0} w postaci wyliczenia, dlatego zostanie wykonane sprawdzanie według nazwy typu.
pt_br: Nenhum mapeamento encontrado para '{0}' como Enumeração; agora verificando por nome de tipo.
ru_ru: Сопоставления для "{0}" в виде перечислений не найдены, выполняется проверка по имени типа.

# Info_NoMappingFoundUsingFallback
source: No mapping found so using fallback output.
es_es: No se encontraron asignaciones; utilizando salida de reserva.
fr_fr: Aucun mappage trouvé donc utilisation de la sortie de repli.
pl_pl: Nie znaleziono żadnego mapowania, dlatego zostanie zastosowany wynik rezerwowy.
pt_br: Nenhum mapeamento encontrado; portanto, usando saída de fallback.
ru_ru: Сопоставления не найдены, используются выходные данные отката.

# Info_NoPropertiesToOutput
source: No properties to provide output for.
es_es: No hay propiedades para proporcionar salida.
fr_fr: Aucune propriété à laquelle fournir une sortie.
pl_pl: Brak właściwości, dla których można określić wynik.
pt_br: Nenhuma propriedade para fornecer a saída.
ru_ru: Нет свойств для предоставления выходных данных.

# Info_NothingAddedToToolbox
source: No XAML added to toolbox.
es_es: No se agregó XAML a la caja de herramientas.
fr_fr: Aucun fichier XAML ajouté à la boîte d'outils.
pl_pl: Nie dodano żadnego pliku XAML do przybornika.
pt_br: Nenhum XAML adicionado à caixa de ferramentas.
ru_ru: XAML-файл не добавлен на панель элементов.

# Info_NothingToCopy
source: Nothing to copy to clipboard.
es_es: Nada que copiar al portapapeles.
fr_fr: Aucun élément à copier dans le presse-papier.
pl_pl: Brak elementów do skopiowania do schowka.
pt_br: Nada para copiar para a área de transferência.
ru_ru: Нечего копировать в буфер обмена.

# Info_NotIncludingExcludedProperty
source: Not including property '{0}' as it's on the exclusion list.
es_es: No se incluye la propiedad '{0}' porque está en la lista de exclusiones.
fr_fr: N'inclut pas la propriété « {0} » car celle-ci se trouve dans la liste d'exclusion.
pl_pl: Właściwość {0} nie zostanie uwzględniona, ponieważ znajduje się na liście wykluczeń.
pt_br: Não incluindo a propriedade '{0}', pois está na lista de exclusões.
ru_ru: Свойство "{0}" не включено, так как оно находится в списке исключений.

# Info_NotOverwritingFile
source: Not overwriting '{0}'.
es_es: No se sobrescribirá '{0}'.
fr_fr: Le fichier « {0} » n'est pas écrasé.
pl_pl: Element {0} nie zostanie zastąpiony.
pt_br: Não substituindo '{0}'.
ru_ru: Не перезаписывается "{0}".

# Info_NoViewCreated
source: No view created.
es_es: No se han creado vistas.
fr_fr: Aucun fichier View créé.
pl_pl: Nie utworzono żadnego widoku.
pt_br: Nenhum modo de exibição criado.
ru_ru: Представление не создано.

# Info_NoXamlCopied
source: No XAML copied.
es_es: No se han copiado XAML.
fr_fr: Aucun fichier XAML copié.
pl_pl: Nie skopiowano żadnego pliku XAML.
pt_br: Nenhum XAML copiado.
ru_ru: XAML-файл не скопирован.

# Info_OverwritingFile
source: Overwriting '{0}'.
es_es: Sobrescribiendo '{0}'.
fr_fr: Le fichier « {0} » est écrasé.
pl_pl: Zastępowanie elementu {0}.
pt_br: Substituindo '{0}'.
ru_ru: Перезаписывается "{0}".

# Info_PropertiesInSelectedAreaCount
source: {0} properties within the selection area.
es_es: {0} propiedades dentro del área de selección.
fr_fr: {0} propriétés dans la zone de sélection.
pl_pl: Właściwości ({0}) w obszarze wyboru.
pt_br: {0} propriedades na área de seleção.
ru_ru: Свойства {0} в выделенной области.

# Info_PropertyIsReadOnly
source: Property is read-only so looking for read-only mappings first.
es_es: Propiedad de solo lectura; buscando asignaciones de solo lectura en primer lugar.
fr_fr: La propriété est en lecture seule, donc recherche de mappages en lecture seule en priorité.
pl_pl: Właściwość jest tylko do odczytu, dlatego w pierwszej kolejności zostaną wyszukane mapowania tylko do odczytu.
pt_br: A propriedade é somente leitura; portanto, primeiro procurando mapeamentos somente leitura.
ru_ru: Свойство доступно только для чтения. Выполняется поиск сопоставлений только для чтения.

# Info_PropertyTypeHasNoSubProperties
source: '{0}' is of type '{1}' which has has no sub-properties.
es_es: '{0}' es del tipo '{1}' que no tiene subpropiedades.
fr_fr: « {0} » est de type « {1} » qui n'a aucune sous-propriétés.
pl_pl: Element {0} jest typu {1}, który nie ma żadnej podwłaściwości.
pt_br: '{0}' é do tipo '{1}', que não tem subpropriedades.
ru_ru: "{0}" имеет тип "{1}", в котором нет вложенных свойств.

# Info_PropertyTypeNotRecognizedAsGeneric
source: '{0}' not recognized as generic.
es_es: '{0}' no reconocido como genérico.
fr_fr: « {0} » n'est pas reconnu comme générique.
pl_pl: Nie rozpoznano elementu {0} jako ogólnego.
pt_br: '{0}' não reconhecido como genérico.
ru_ru: "{0}" не распознан как универсальный тип.

# Info_ProperyIsNotReadOnly
source: Property is not read-only so filtering out read-only mappings.
es_es: La propiedad no es de solo lectura; filtrando asignaciones de solo lectura.
fr_fr: La propriété n'est pas en lecture seule, donc élimination des mappages en lecture seule.
pl_pl: Właściwość nie jest tylko do odczytu, dlatego mapowania tylko do odczytu zostaną odfiltrowane.
pt_br: A propriedade não é somente leitura; portanto, filtrando mapeamentos somente leitura.
ru_ru: Свойство доступно не только для чтения. Фильтруются сопоставления только для чтения.

# Info_ReplacingIncIntPlaceholder
source: Replacing incrementing integer placeholder.
es_es: Reemplazando el comodín de entero de incremento.
fr_fr: Remplacement d'un espace réservé pour l'incrémentation par nombre entier.
pl_pl: Zastępowanie zwiększającego się symbolu zastępczego liczby całkowitej.
pt_br: Substituindo espaço reservado de inteiro com incremento.
ru_ru: Заменяется целочисленный заполнитель с приращением.

# Info_ReplacingRepIntPlaceholder
source: Replacing repeated integer placeholder.
es_es: Reemplazando el comodín de entero repetido.
fr_fr: Remplacement d'un espace réservé pour les nombres entiers répétés.
pl_pl: Zastępowanie powtarzającego się symbolu zastępczego liczby całkowitej.
pt_br: Substituindo espaço reservado de inteiro repetido.
ru_ru: Заменяется повторяемый целочисленный заполнитель.

# Info_ReturningOutput
source: Returning: {0}
es_es: Devolviendo: {0}
fr_fr: Résultat : {0}
pl_pl: Zwracanie: {0}
pt_br: Retornando: {0}
ru_ru: Возвращается: {0}

# Info_SearchingForMappingWithGenericWildcard
source: Searching for mapping for generic type treated as '{0}'.
es_es: Buscando asignación del tipo genérico considerado como '{0}'.
fr_fr: Recherche de mappages pour le type générique traité comme « {0} ».
pl_pl: Wyszukiwanie mapowania dla typu ogólnego traktowanego jako {0}.
pt_br: Procurando mapeamento para tipo genérico tratado como '{0}'.
ru_ru: Ведется поиск сопоставления для универсального типа, который учитывается как "{0}".

# Info_SubpropertyCount
source: Property '{0}' has {1} sub-properties.
es_es: La propiedad '{0}' tiene {1} subpropiedades.
fr_fr: La propriété « {0} » a {1} sous-propriétés.
pl_pl: Właściwość {0} ma podwłaściwości ({1}).
pt_br: A propriedade '{0}' tem {1} subpropriedades.
ru_ru: Свойство "{0}" имеет вложенные свойства {1}.

# Info_UnableToAccessTelemetry
source: Unable to load the assembly 'Microsoft.VisualStudio.Telemetry' so telemetry will not be enabled.
es_es: No se puede cargar el ensamblado 'Microsoft.VisualStudio.Telemetry' y no se habilitará la telemetría.
fr_fr: Impossible de charger l'assemblée « Microsoft.VisualStudio.Telemetry » donc la télémétrie ne sera pas activée.
pl_pl: Nie można załadować zestawu Microsoft.VisualStudio.Telemetry, dlatego telemetria nie zostanie włączona.
pt_br: Não é possível carregar o assembly 'Microsoft.VisualStudio.Telemetry'; portanto, a telemetria não será habilitada.
ru_ru: Не удалось загрузить сборку Microsoft.VisualStudio.Telemetry, поэтому телеметрия не будет включена.

# Info_UsingClassGrouping
source: Using class grouping of '{0}'.
es_es: Utilizando agrupación de clases de '{0}'.
fr_fr: Utilisation du groupe de catégories de « {0} ».
pl_pl: Stosowanie grupowania klasy elementu {0}.
pt_br: Usando agrupamento de classes de '{0}'.
ru_ru: Используется группировка класса "{0}".

# Prompt_ConfirmDeleteProfileMessage
source: Are you sure you want to delete profile '{0}'?
es_es: ¿Seguro que desea eliminar el perfil '{0}'?
fr_fr: Êtes-vous sûr de vouloir supprimer le profil « {0} » ?
pl_pl: Czy na pewno usunąć profil {0}?
pt_br: Tem certeza de que deseja excluir o perfil '{0}'?
ru_ru: Вы действительно хотите удалить профиль "{0}"?

# Prompt_ConfirmDeleteProfileTitle
source: Confirm deletion
es_es: Confirmar eliminación
fr_fr: Confirmer la suppression
pl_pl: Potwierdź usunięcie
pt_br: Confirmar exclusão
ru_ru: Подтвердить удаление

# Prompt_ConfirmResetProfilesMessage
source: Resetting profiles will cause you to lose any changes. Are you sure?
es_es: Restablecer perfiles hará que pierda los cambios. ¿Está seguro?
fr_fr: Toutes les modifications seront perdues lors de la réinitialisation des profils. Êtes-vous sûr ?
pl_pl: Resetowanie profili spowoduje utratę wprowadzonych zmian. Czy na pewno kontynuować?
pt_br: A redefinição de perfis fará com que você perca todas as alterações. Tem certeza?
ru_ru: При сбросе профилей будут потеряны все изменения. Вы уверены?

# Prompt_ConfirmResetProfilesTitle
source: Confirm reset
es_es: Confirmar restablecimiento
fr_fr: Confirmer la réinitialisation
pl_pl: Potwierdź resetowanie
pt_br: Confirmar redefinição
ru_ru: Подтвердить сброс

# Prompt_FileExistsTitle
source: File already exists
es_es: El archivo ya existe.
fr_fr: Le fichier existe déjà
pl_pl: Plik już istnieje.
pt_br: O arquivo já existe
ru_ru: Файл уже существует

# Propt_FileExistsMessage
source: Do you want to override the existing file?
es_es: ¿Desea sobrescribir el archivo existente?
fr_fr: Souhaitez-vous contourner le fichier existant ?
pl_pl: Czy chcesz zastąpić istniejący plik?
pt_br: Deseja substituir o arquivo existente?
ru_ru: Вы хотите перезаписать существующий файл?

# UI_NoPropertiesXaml
source: <!-- No accessible properties when copying as XAML -->
es_es: <!-- No hay propiedades accesibles al copiar como XAML -->
fr_fr: <!-- Aucun propriété accessible lors de la copie en tant que fichier XAML -->
pl_pl: <!-- Brak dostępnych właściwości podczas kopiowania jako plik XAML -->
pt_br: <!-- Nenhuma propriedade acessível ao copiar como XAML -->
ru_ru: <!-- Нет доступных свойств при копировании в виде XAML -->

# UI_ProfileFilterDescription
source: Rapid XAML Profile
es_es: Perfil XAML rápido
fr_fr: Profil de développement rapide XAML
pl_pl: Profil Rapid XAML
pt_br: Perfil XAML Rápido
ru_ru: Профиль XAML для быстрого создания

# UI_SelectionMoreThanThreeNames
source: {0}, {1} and {2} other members
es_es: {0}, {1} y {2} otras propiedades
fr_fr: {0}, {1} et {2} autres propriétés
pl_pl: {0}, {1} i inne właściwości ({2})
pt_br: {0}, {1} e {2} outras propriedades
ru_ru: {0}, {1} и другие свойства ({2})

# UI_SelectionThreeNames
source: {0}, {1} and 1 other member
es_es: {0}, {1} y 1 otra propiedad
fr_fr: {0}, {1} et 1 autre propriété
pl_pl: {0}, {1} i 1 inna właściwość
pt_br: {0}, {1} e 1 outra propriedade
ru_ru: {0}, {1} и еще одно свойство

# UI_SelectionTwoNames
source: {0} and {1}
es_es: {0} y {1}
fr_fr: {0} et {1}
pl_pl: {0} i {1}
pt_br: {0} e {1}
ru_ru: {0} и {1}

# Package__106
source: Rapid XAML Toolkit
es_es: Kit de herramientas XAML rápido
fr_fr: Kit d'outils de développement XAML rapide
pt_br: Kit de Ferramentas de XAML Rápido
ru_ru: Набор инструментов XAML для быстрого создания

# Package__107
source: Profiles
es_es: Perfiles
fr_fr: Profils
pl_pl: Profile
pt_br: Perfis
ru_ru: Профили

# Package__110
source: Rapid XAML Toolkit
es_es: Kit de herramientas XAML rápido
fr_fr: Kit d'outils de développement XAML rapide
pt_br: Kit de Ferramentas de XAML Rápido
ru_ru: Набор инструментов XAML для быстрого создания

# Package__112
source: Tools to accelerate XAML app development
es_es: Herramientas para acelerar el desarrollo de aplicaciones XAML
fr_fr: Des outils pour accélérer le développement d'application XAML
pl_pl: Narzędzia przyspieszające tworzenie aplikacji XAML
pt_br: Ferramentas para acelerar o desenvolvimento de aplicativos XAML
ru_ru: Инструменты для ускорения разработки приложений XAML

# Prompt_ImportFailedMessage
source: The following issues prevented the profile from being imported: - {0}
es_es: El perfil no se pudo importar debido a los problemas siguientes: - {0}
fr_fr: Le profil n'a pas pu être importé en raison des problèmes suivants : - {0}
pl_pl: Profil nie został zaimportowany z powodu następujących błędów: - {0}
pt_br: Os seguintes problemas impediram que o perfil fosse importado: - {0}
ru_ru: Следующие проблемы не позволили импортировать профиль - {0}

# Prompt_ImportFailedTitle
source: Unable to import profile
es_es: No se puede importar el perfil
fr_fr: Impossible d'importer le profil
pl_pl: Nie można zaimportować profilu
pt_br: Não é possível importar o perfil
ru_ru: Не удалось импортировать профиль

# UI_AccessingOutputPaneFailed
source: Failed to get the Output window pane.
es_es: No se pudo obtener el panel de la ventana Salida.
fr_fr: Impossible d'obtenir la sous-fenêtre Sortie.
pl_pl: Nie można pobrać okienka Wynik.
pt_br: Falha ao obter o painel da janela Saída.
ru_ru: Не удалось получить панель окна выходных данных.

# UI_ActiveProfileName
source: {0} [*ACTIVE*]
es_es: {0} [*ACTIVO*]
fr_fr: {0} [*ACTIF*]
pl_pl: {0} [*AKTYWNY*]
pt_br: {0} [*ATIVO*]
ru_ru: {0} [*Активный*]

# UI_CopiedProfileName
source: {0} (copy)
es_es: {0} (copiar)
fr_fr: {0} (copier)
pl_pl: {0} (kopiuj)
pt_br: {0} (copiar)
ru_ru: {0} (копировать)

# UI_CreatingOutputPaneFailed
source: Failed to create the Output window pane.
es_es: No se pudo crear el panel de la ventana Salida.
fr_fr: Impossible de créer la sous-fenêtre Sortie.
pl_pl: Nie można utworzyć okienka Wynik.
pt_br: Falha ao criar o painel da janela Saída.
ru_ru: Не удалось создать панель окна выходных данных.

# UI_NewProfileDefaultName
source: New
es_es: Nuevo
fr_fr: Nouveau
pl_pl: Nowy
pt_br: Novo
ru_ru: Создать

# UI_NoXamlCopiedNoProfilesConfigured
source: No XAML copied. No profiles configured.
es_es: No se han copiado XAML. No hay perfiles configurados.
fr_fr: Aucun fichier XAML copié. Aucun profil configuré.
pl_pl: Nie skopiowano żadnego pliku XAML. Nie skonfigurowano żadnego profilu.
pt_br: Nenhum XAML copiado. Nenhum perfil configurado.
ru_ru: XAML-файл не скопирован. Профили не настроены.
