Repository: DaveCS1/Rapid-XAML-Toolkit
Catalog: VSIX/RapidXamlToolkit/Resources/StringRes.*.resx
Languages: es_es, fr_fr, pl_pl, pt_br, ru_ru

# UI_RxtOutputPaneTitle
source: Rapid XAML Toolkit
es_es: Kit de herramientas XAML rápido
fr_fr: Kit d'outils de développement XAML rapide
pt_br: Kit de Ferramentas de XAML Rápido
ru_ru: Набор инструментов XAML для быстрого создания

# UI_ToolboxGroupHeader
source: Rapid XAML
es_es: XAML rápido
fr_fr: Développement XAML rapide
pt_br: XAML Rápido
ru_ru: XAML для быстрого создания

# VSCT__ContextMenu
source: Rapid XAML
es_es: XAML rápido
fr_fr: Développement XAML rapide
pt_br: XAML Rápido
ru_ru: XAML для быстрого создания

# VSCT__CopyToClipboardCommandId
source: Copy to Clipboard
es_es: Copiar al portapapeles
fr_fr: Copier dans le presse-papier.
pl_pl: Kopiuj do schowka
pt_br: Copiar para a Área de Transferência.
ru_ru: Копировать в буфер обмена.

# VSCT__CreateViewCommandId
source: Create View
es_es: Crear vista
fr_fr: Créer un fichier View
pl_pl: Utwórz widok
pt_br: Criar Modo de Exibição
ru_ru: Создать представление

# VSCT__OpenOptionsCommandId
source: Profiles
es_es: Perfiles
fr_fr: Tout d'abord, définissez un profil actif
pl_pl: Najpierw ustaw aktywny profil
pt_br: Primeiro, definir um perfil ativo
ru_ru: Сначала выберите активный профиль

# VSCT__SendToToolboxCommandId
source: Send to Toolbox
es_es: Enviar a la Caja de herramientas
fr_fr: Envoyer à la boîte d'outils
pl_pl: Wyślij do przybornika
pt_br: Enviar para Caixa de Ferramentas
ru_ru: Отправить на панель элементов.

# VSCT__SetDatacontextCommandId
source: Set Datacontext
es_es: Establecer contexto de datos
fr_fr: Définir Datacontext
pl_pl: Ustaw element Datacontext
pt_br: Definir Datacontext
ru_ru: Задать контекст данных

# VSIX__LocalizedDescription
source: Tools to accelerate XAML app development
es_es: Herramientas para acelerar el desarrollo de aplicaciones XAML
fr_fr: Des outils pour accélérer le développement d'application XAML
pl_pl: Narzędzia przyspieszające tworzenie aplikacji XAML
pt_br: Ferramentas para acelerar o desenvolvimento de aplicativos XAML
ru_ru: Инструменты для ускорения разработки приложений XAML

# VSIX__LocalizedName
source: Rapid XAML Toolkit
es_es: Kit de herramientas XAML rápido
fr_fr: Kit d'outils de développement XAML rapide
pt_br: Kit de Ferramentas de XAML Rápido
ru_ru: Набор инструментов XAML для быстрого создания
